import { ChapterData } from "../types";

export const dcuPhysicsStructureData: ChapterData = {
  subject: "পদার্থবিজ্ঞান (ICU)",
  chapter: "পদার্থের গাঠনিক ধর্ম এক্সাম",
  questions: [
  {
    "id": 1,
    "question_text": "হুকের সূত্র সংজ্ঞায়িত করে-",
    "options": [
      "পীড়ন",
      "স্থিতিস্থাপক গুণাঙ্ক",
      "বিকৃতি",
      "স্থিতিস্থাপক সীমা"
    ],
    "correct_answer": "স্থিতিস্থাপক গুণাঙ্ক",
    "explanation": "",
    "time_limit": 52
  },
  {
    "id": 2,
    "question_text": "কোন পদার্থটির ইয়ং এর গুণাঙ্ক সবচেয়ে বেশি?",
    "options": [
      "তামা",
      "ইস্পাত",
      "রাবার",
      "প্লাস্টিক"
    ],
    "correct_answer": "ইস্পাত",
    "explanation": "",
    "time_limit": 52
  },
  {
    "id": 3,
    "question_text": "নিচের কোনটি মাত্রাবিহীন রাশি?",
    "options": [
      "বিকৃতি",
      "পীড়ন",
      "ইয়ং গুণাঙ্ক",
      "স্প্রিং ধ্রুবক"
    ],
    "correct_answer": "বিকৃতি",
    "explanation": "",
    "time_limit": 52
  },
  {
    "id": 4,
    "question_text": "[উদ্দীপক: 2m দীর্ঘ এবং 1mm ব্যাসের একটি তারকে 10N বল দ্বারা টানা হল। তারের উপাদানের ইয়ং এর গুণাঙ্ক 2 × 10¹¹ Nm⁻²।] তারের দৈর্ঘ্য বৃদ্ধি পাবে-",
    "options": [
      "1.27 × 10⁻⁴ m",
      "5 × 10⁻⁴ m",
      "12.7 × 10⁻⁴ m",
      "1 × 10⁻³ m"
    ],
    "correct_answer": "1.27 × 10⁻⁴ m",
    "explanation": "Soln: l = FL / AY = 4FL / (πd²Y) = (4 × 10 × 2) / (π × (1 × 10⁻³)² × 2 × 10¹¹) = 1.27 × 10⁻⁴ m",
    "time_limit": 52
  },
  {
    "id": 5,
    "question_text": "[উদ্দীপক: 2m দীর্ঘ এবং 1mm ব্যাসের একটি তারকে 10N বল দ্বারা টানা হল। তারের উপাদানের ইয়ং এর গুণাঙ্ক 2 × 10¹¹ Nm⁻²।] তারের দৈর্ঘ্য বাড়াতে কৃতকাজ-",
    "options": [
      "1.72 × 10⁻⁴ J",
      "0.127 × 10⁻⁴ J",
      "6.35 J",
      "6.35 × 10⁻⁴ J"
    ],
    "correct_answer": "6.35 × 10⁻⁴ J",
    "explanation": "Soln: W = 1/2 Fl = 1/2 × 10 × 1.27 × 10⁻⁴ = 6.35 × 10⁻⁴ J",
    "time_limit": 52
  },
  {
    "id": 6,
    "question_text": "স্থিতিস্থাপকতার সীমার মধ্যে সুষম প্রস্থচ্ছেদ বিশিষ্ট কোনো একটি তারের- (i) দৈর্ঘ্য বিকৃতি বাড়লে পার্শ্ব বিকৃতি বাড়ে (ii) দৈর্ঘ্য বিকৃতি বাড়লে পার্শ্ব বিকৃতি কমে (iii) পার্শ্ব বিকৃতি দৈর্ঘ্য বিকৃতির সমানুপাতিক. নিচের কোনটি সঠিক?",
    "options": [
      "i, ii",
      "ii, iii",
      "i, iii",
      "i, ii, iii"
    ],
    "correct_answer": "i, iii",
    "explanation": "",
    "time_limit": 52
  },
  {
    "id": 7,
    "question_text": "[উদ্দীপক: সমান দৈর্ঘ্যের তিনটি তার A, B এবং C কে একই মানের পীড়ন (5 × 10¹² Nm⁻²) প্রয়োগের ফলে দৈর্ঘ্য বৃদ্ধি যথাক্রমে 5%, 2% এবং 1% হলো।] B তারের বিকৃতি-",
    "options": [
      "2",
      "0.2",
      "0.02",
      "0.002"
    ],
    "correct_answer": "0.02",
    "explanation": "",
    "time_limit": 52
  },
  {
    "id": 8,
    "question_text": "[উদ্দীপক: সমান দৈর্ঘ্যের তিনটি তার A, B এবং C কে একই মানের পীড়ন (5 × 10¹² Nm⁻²) প্রয়োগের ফলে দৈর্ঘ্য বৃদ্ধি যথাক্রমে 5%, 2% এবং 1% হলো।] A, B এবং C তারের ইয়ং এর গুণাঙ্ক যথাক্রমে YA, YB, YC হলে নিচের কোনটি সঠিক?",
    "options": [
      "YA > YC > YB",
      "YA < YB < YC",
      "YA > YB > YC",
      "YB < YA < YC"
    ],
    "correct_answer": "YA < YB < YC",
    "explanation": "Soln: Y ∝ 1 / বিকৃতি",
    "time_limit": 52
  },
  {
    "id": 9,
    "question_text": "নিচের কোন রাশিটির কোনো মাত্রা বা একক নেই?",
    "options": [
      "ইয়ং-এর গুণাঙ্ক",
      "আয়তন গুণাঙ্ক",
      "দৃঢ়তার গুণাঙ্ক",
      "পয়সনের অনুপাত"
    ],
    "correct_answer": "পয়সনের অনুপাত",
    "explanation": "",
    "time_limit": 52
  },
  {
    "id": 10,
    "question_text": "আদর্শ দৃঢ় বস্তুর ইয়ং গুণাঙ্ক কত?",
    "options": [
      "-1",
      "0",
      "1",
      "∞"
    ],
    "correct_answer": "∞",
    "explanation": "",
    "time_limit": 52
  },
  {
    "id": 11,
    "question_text": "একটি তারের ব্যাস 5 mm এবং দৈর্ঘ্য 1 m. তারটির দৈর্ঘ্য বরাবর বল প্রয়োগের ফলে দৈর্ঘ্য 1 cm বৃদ্ধি পায়, কিন্তু ব্যাস 0.01 mm হ্রাস পায়। তারের উপাদানের পয়সনের অনুপাত কত?",
    "options": [
      "0.05",
      "0.04",
      "0.2",
      "0.002"
    ],
    "correct_answer": "0.2",
    "explanation": "Soln: σ = - (Δd/d) / (l/L) = - (-0.01 / 5) / (0.01 / 1) = 0.2",
    "time_limit": 52
  },
  {
    "id": 12,
    "question_text": "1m দীর্ঘ একটি তারের দৈর্ঘ্য 0.01m বৃদ্ধি পেলে তারটির দৈর্ঘ্য বিকৃতি হবে-",
    "options": [
      "1",
      "1m",
      "0.01",
      "0.01m"
    ],
    "correct_answer": "0.01",
    "explanation": "Soln: বিকৃতির একক নেই। বিকৃতি = l/L = 0.01 / 1 = 0.01",
    "time_limit": 52
  },
  {
    "id": 13,
    "question_text": "অসংরক্ষণশীল বল হলো- (i) ঘর্ষণ বল (ii) তড়িৎ বল (iii) সান্দ্র বল. নিচের কোনটি সঠিক?",
    "options": [
      "i, ii",
      "ii, iii",
      "i, iii",
      "i, ii, iii"
    ],
    "correct_answer": "i, iii",
    "explanation": "",
    "time_limit": 52
  },
  {
    "id": 14,
    "question_text": "নিচের কোনটি মাত্রাগতভাবে স্থিতিস্থাপক গুণাঙ্কের সমতুল্য?",
    "options": [
      "পীড়ন",
      "বিকৃতি",
      "পৃষ্ঠটান",
      "ত্বরণ"
    ],
    "correct_answer": "পীড়ন",
    "explanation": "",
    "time_limit": 52
  },
  {
    "id": 15,
    "question_text": "দুটি ইস্পাতের তারের দৈর্ঘ্য যথাক্রমে 1m ও 2m, ব্যাস যথাক্রমে 1mm ও 2mm। যদি এদেরকে যথাক্রমে 40N ও 80N বল দ্বারা টানা হয়, তাহলে এদের সম্প্রসারণের অনুপাত কত?",
    "options": [
      "1 : 1",
      "1 : 2",
      "1 : 4",
      "1 : 8"
    ],
    "correct_answer": "1 : 1",
    "explanation": "Soln: (F1L1) / (A1l1) = (F2L2) / (A2l2) ⇒ l1/l2 = (F1L1d2²) / (F2L2d1²) = (40 × 1 × 2²) / (80 × 2 × 1²) = 1 : 1",
    "time_limit": 52
  },
  {
    "id": 16,
    "question_text": "তাত্ত্বিকভাবে পয়সনের অনুপাতের সীমা কোনটি?",
    "options": [
      "-0.5 ≤ σ ≤ 1",
      "-1 ≤ σ ≤ 0.5",
      "0.5 ≤ σ ≤ 1",
      "0 ≤ σ ≤ 0.5"
    ],
    "correct_answer": "-1 ≤ σ ≤ 0.5",
    "explanation": "",
    "time_limit": 52
  },
  {
    "id": 17,
    "question_text": "1 mm² প্রস্থচ্ছেদের ক্ষেত্রফলবিশিষ্ট একটি ইস্পাত তারের দৈর্ঘ্য 5% বৃদ্ধি করতে কত বল প্রয়োগ করতে হবে? (ইস্পাতের তারের ইয়ং গুণাঙ্ক = 2 × 10¹¹ Nm⁻²)",
    "options": [
      "10⁴ N",
      "10³ N",
      "10² N",
      "10⁹ N"
    ],
    "correct_answer": "10⁴ N",
    "explanation": "Soln: আমরা জানি, Y = FL / Al ⇒ F = YAl / L = (2 × 10¹¹ × 1 × 10⁻⁶ × 0.05L) / L = 1 × 10⁴ N",
    "time_limit": 52
  },
  {
    "id": 18,
    "question_text": "একটি স্টিলের তারের তাপমাত্রা বাড়ালে ইয়ং-এর গুণাঙ্ক-",
    "options": [
      "হ্রাস পাবে",
      "প্রথমে বৃদ্ধি পেয়ে পরে কমবে",
      "বৃদ্ধি পাবে",
      "একই থাকবে"
    ],
    "correct_answer": "হ্রাস পাবে",
    "explanation": "",
    "time_limit": 52
  },
  {
    "id": 19,
    "question_text": "সংশক্তি বল বেশি কোন পদার্থের?",
    "options": [
      "তরল",
      "কঠিন",
      "বায়বীয়",
      "প্লাজমা"
    ],
    "correct_answer": "কঠিন",
    "explanation": "",
    "time_limit": 52
  },
  {
    "id": 20,
    "question_text": "কৈশিক কাঁচনল পারদে ডুবালে নলের ভেতর পারদ স্তম্ভ নেমে যায়, কারণ- (i) পারদ কাঁচনলকে ভিজায় না (ii) পৃষ্ঠটানের আনুভূমিক উপাংশের মান ঋণাত্মক (iii) স্পর্শকোণ θ এর মান 0° < θ < 90°. নিচের কোনটি সঠিক?",
    "options": [
      "i, ii",
      "i, iii",
      "ii, iii",
      "i, ii, iii"
    ],
    "correct_answer": "i, ii",
    "explanation": "",
    "time_limit": 52
  },
  {
    "id": 21,
    "question_text": "চক ও বোর্ডের অণুর মধ্যকার আকর্ষণ বলকে বলা হয়- (i) সংশক্তি বল (ii) আসঞ্জন বল (iii) পৃষ্ঠটান. নিচের কোনটি সঠিক?",
    "options": [
      "i",
      "ii",
      "i, ii",
      "iii"
    ],
    "correct_answer": "ii",
    "explanation": "",
    "time_limit": 52
  },
  {
    "id": 22,
    "question_text": "তরলের সাথে অজৈব যৌগ দ্রবীভূত থাকলে পৃষ্ঠটান-",
    "options": [
      "কমে যায়",
      "বেড়ে যায়",
      "অপরিবর্তিত থাকে",
      "শূন্য হয়"
    ],
    "correct_answer": "বেড়ে যায়",
    "explanation": "",
    "time_limit": 52
  },
  {
    "id": 23,
    "question_text": "পানির সাথে বায়ুর সংস্পর্শ থাকলে পানির পৃষ্ঠটান হলো?",
    "options": [
      "70 × 10⁻³ Nm⁻¹",
      "72 × 10⁻³ Nm⁻¹",
      "72 × 10⁻² Nm⁻¹",
      "70 × 10⁻³ Nm⁻¹"
    ],
    "correct_answer": "72 × 10⁻³ Nm⁻¹",
    "explanation": "",
    "time_limit": 52
  }
]
};
