import { ChapterData } from '../types';

export const dcuMathStraightLineData: ChapterData = {
  subject: "উচ্চতর গণিত ১ম পত্র (ICU)",
  chapter: "সরলরেখা",
  questions: [
  {
    "id": 1,
    "question_text": "x = 0 এবং y = √3x + 3 রেখাদ্বয়ের মধ্যবর্তী স্থূলকোণ কত ডিগ্রি?",
    "options": [
      "30°",
      "60°",
      "120°",
      "150°"
    ],
    "correct_answer": "150°",
    "explanation": "রেখার ঢাল m = tanθ = √3; θ = 60° রেখাদ্বয়ের মধ্যবর্তী স্থূলকোণ 180° - 30° = 150°",
    "time_limit": 48
  },
  {
    "id": 2,
    "question_text": "|x| + |y| = 1 দ্বারা আবদ্ধ ক্ষেত্রের ক্ষেত্রফল কত?",
    "options": [
      "√2",
      "2",
      "√3",
      "1"
    ],
    "correct_answer": "2",
    "explanation": "ক্ষেত্রফল = 4 x 1/2 x 1 x 1 = 2",
    "time_limit": 48
  },
  {
    "id": 3,
    "question_text": "ax + by + c1 = 0 এবং kax + kby + c2 = 0 রেখাদ্বয়ের দূরত্ব কত?",
    "options": [
      "|c1-c2|/√(a2+b2)",
      "|c1 - c2/k|/√(a2+b2)",
      "|c1-c2|/k√(a2+b2)",
      "|c1-c2|/(1+1/k)√(a2+b2)"
    ],
    "correct_answer": "|c1 - c2/k|/√(a2+b2)",
    "explanation": "২য় সমীকরণকে k দ্বারা ভাগ করলে ax + by + c2/k = 0 পাওয়া যায়। সমান্তরাল রেখাদ্বয়ের মধ্যবর্তী দূরত্ব = |c1 - c2/k| / √(a2 + b2)",
    "time_limit": 48
  },
  {
    "id": 4,
    "question_text": "যদি (a, 0), (0, b) এবং (1, 1) বিন্দু তিনটি সমরেখ হয়, তবে (1/a + 1/b) এর মান কত?",
    "options": [
      "1",
      "1/2",
      "3/2",
      "2"
    ],
    "correct_answer": "1",
    "explanation": "প্রদত্ত বিন্দুত্রয় A(a, 0), B(0, b) এবং C(1, 1) তাহলে শর্তমতে, mAB = mBC = mCA হবে। (b - 0)/(0 - a) = (1 - 0)/(1 - a) => b - ab = -a => a + b = ab => 1/b + 1/a = 1 [ab দ্বারা সবপক্ষকে ভাগ করে]",
    "time_limit": 48
  },
  {
    "id": 5,
    "question_text": "m ও c এর মান কত হলে y = mx + c রেখাটি (2, 3) ও (3, 4) বিন্দু দিয়ে যাবে?",
    "options": [
      "m = 1, c = 1",
      "m = 1, c = 2",
      "m = 2, c = 1",
      "m = 2, c = 2"
    ],
    "correct_answer": "m = 1, c = 1",
    "explanation": "(2, 3) এবং (3, 4) বিন্দুদ্বয়ের সংযোজক রেখা হবে; (y - 3) = ((3 - 4)/(2 - 3))(x - 2) => y - 3 = x - 2 => y = x + 1 কে y = mx + c এর সাথে তুলনা করে পাই; m = 1, c = 1",
    "time_limit": 48
  },
  {
    "id": 6,
    "question_text": "y = x/|x|, x > 0 কীসের সমীকরণ?",
    "options": [
      "বক্ররেখা",
      "উপবৃত্ত",
      "সরলরেখা",
      "পরাবৃত্ত"
    ],
    "correct_answer": "সরলরেখা",
    "explanation": "y = x/x = 1; [যেহেতু |x| = +x; x > 0] => y = 1; যা সরলরেখা।",
    "time_limit": 48
  },
  {
    "id": 7,
    "question_text": "(3, 6) ও (-1, -3) বিন্দুদ্বয়ের সংযোগ রেখাংশকে y-অক্ষ কত অনুপাতে ও কীভাবে বিভক্ত করে?",
    "options": [
      "3 : 1; অন্তর্বিভক্ত",
      "3 : 1; বহির্বিভক্ত",
      "2 : 1; অন্তর্বিভক্ত",
      "2 : 1; বহির্বিভক্ত"
    ],
    "correct_answer": "3 : 1; অন্তর্বিভক্ত",
    "explanation": "y-অক্ষের বিভক্তিকরণ অনুপাত = |x1/x2| = |3/-1| = 3 : 1 ভেতরের (-) চিহ্ন অন্তর্বিভক্ত বুঝায়।",
    "time_limit": 48
  },
  {
    "id": 8,
    "question_text": "5x - 5√3y + 2 = 0 এবং 3√3x + 3y - 4 = 0 রেখাদ্বয়ের মধ্যবর্তী কোণ কত?",
    "options": [
      "30°",
      "90°",
      "60°",
      "45°"
    ],
    "correct_answer": "90°",
    "explanation": "m1 = 5/5√3 = 1/√3, m2 = -3√3/3 = -√3 এখানে, m1m2 = -1, অতএব মধ্যবর্তী কোণ 90°",
    "time_limit": 48
  },
  {
    "id": 9,
    "question_text": "a এর কোন মানের জন্য (a2, 2), (a, 1), (0, 0) সমরেখ হবে?",
    "options": [
      "0, -1",
      "2, 2",
      "0, -2",
      "0, 2"
    ],
    "correct_answer": "0, 2",
    "explanation": "A(a2, 2), B(a, 1), C(0, 0) mAC = mBC [যেহেতু সমরেখ] (2 - 0)/(a2 - 0) = (1 - 0)/(a - 0) => 2/a2 = 1/a => 2a = a2 => a2 - 2a = 0 => a(a - 2) = 0; অতএব a = 0, 2",
    "time_limit": 48
  },
  {
    "id": 10,
    "question_text": "7x + 5y + 9 = 0 রেখা দ্বারা y-অক্ষের কর্তৃক কর্তিত অংশের দৈর্ঘ্য কত হবে?",
    "options": [
      "-9/5",
      "9/5",
      "-9/7",
      "9/7"
    ],
    "correct_answer": "9/5",
    "explanation": "7x + 5y + 9 = 0 => y = -7/5 x - 9/5 y-অক্ষ থেকে খণ্ডিত অংশের দৈর্ঘ্য = |-9/5| = 9/5",
    "time_limit": 48
  },
  {
    "id": 11,
    "question_text": "যদি (0, 0), (0, 3) এবং (4, 0) যদি কোনো ত্রিভুজের শীর্ষবিন্দু হয়, তাহলে অন্ত্যঃকেন্দ্র -",
    "options": [
      "(0, -2)",
      "(1, 1)",
      "(-2, -2)",
      "(-2, 3)"
    ],
    "correct_answer": "(1, 1)",
    "explanation": "বাহুগুলোর দৈর্ঘ্য: a = 5, b = 4, c = 3 অন্তঃকেন্দ্র = ((ax1+bx2+cx3)/(a+b+c), (ay1+by2+cy3)/(a+b+c)) অন্তঃকেন্দ্র = ((4*0+3*4+5*0)/(3+4+5), (4*3+3*0+5*0)/(3+4+5)) = (12/12, 12/12) = (1, 1)",
    "time_limit": 48
  },
  {
    "id": 12,
    "question_text": "পোলার স্থানাঙ্ক θ = π/4 সমীকরণটি কি নির্দেশ করে?",
    "options": [
      "সরলরেখা",
      "বৃত্ত",
      "উপবৃত্ত",
      "প্যারাবোলা"
    ],
    "correct_answer": "সরলরেখা",
    "explanation": "পোলার স্থানাঙ্ক θ = π/4 আসলে একটি সঞ্চারপথ নির্দেশ করছে, যেই সঞ্চারপথটি সর্বদাই x অক্ষের সাথে π/4 বা 45° কোণ উৎপন্ন করে থাকবে। সুতরাং সঞ্চারপথটি হচ্ছে একটি সরলরেখা যার ঢাল হবে tan(π/4) = 1",
    "time_limit": 48
  },
  {
    "id": 13,
    "question_text": "(1, -1) এবং (2, 4) বিন্দুদ্বয়ের সংযোজক সরলরেখার লম্ব সমদ্বিখণ্ডকের সমীকরণ কোনটি?",
    "options": [
      "x + 3y - 6 = 0",
      "x + y - 9 = 0",
      "x - 3y - 6 = 0",
      "কোনোটিই নয়"
    ],
    "correct_answer": "কোনোটিই নয়",
    "explanation": "(1, -1) এবং (2, 4) এর মধ্যবিন্দু = (3/2, 3/2) এখন নির্ণেয় রেখাটি হবে; y - 3/2 = - (2-1)/(4-(-1)) (x - 3/2) => y - 3/2 = -1/5 (x - 3/2) => 5(y - 3/2) = -x + 3/2 => x + 5y - 9 = 0",
    "time_limit": 48
  },
  {
    "id": 14,
    "question_text": "x/a + y/b = 1 এবং x/a - y/b = 1 এর মধ্যবর্তী কোণ কত?",
    "options": [
      "2 tan⁻¹(b/a)",
      "tan⁻¹(2ab/(a2+b2))",
      "tan⁻¹((a2-b2)/(a2+b2))",
      "কোনোটিই নয়"
    ],
    "correct_answer": "2 tan⁻¹(b/a)",
    "explanation": "m1 = -b/a, m2 = b/a tanθ = (m2 - m1) / (1 + m1m2) = (b/a - (-b/a)) / (1 + (b/a)(-b/a)) = (2b/a) / (1 - b2/a2) যেহেতু 2 tan⁻¹x = tan⁻¹(2x / (1 - x2)) অতএব θ = tan⁻¹((2b/a) / (1 - (b/a)2)) = 2 tan⁻¹(b/a)",
    "time_limit": 48
  },
  {
    "id": 15,
    "question_text": "কোনো তিনটি বিন্দু সমরেখ হলে ঐ বিন্দুত্রয় দ্বারা গঠিত ত্রিভুজের ক্ষেত্রফল-",
    "options": [
      "শূন্য",
      "অসীম",
      "অনির্দিষ্ট",
      "অনির্ণেয়"
    ],
    "correct_answer": "শূন্য",
    "explanation": "তিনটি বিন্দু সমরেখ হলে তারা একটি সরলরেখা গঠন করে, তাই তাদের দ্বারা আবদ্ধ কোনো ক্ষেত্র থাকে না এবং গঠিত ত্রিভুজের ক্ষেত্রফল শূন্য হয়।",
    "time_limit": 48
  },
  {
    "id": 16,
    "question_text": "x অক্ষের সমান্তরাল সরলরেখার ঢাল-",
    "options": [
      "1",
      "0",
      "∞",
      "-∞"
    ],
    "correct_answer": "0",
    "explanation": "x অক্ষের সমান্তরাল যেকোনো রেখা x অক্ষের সাথে 0° কোণ উৎপন্ন করে। তাই এর ঢাল m = tan0° = 0 হয়।",
    "time_limit": 48
  },
  {
    "id": 17,
    "question_text": "x/a + y/b = 1 সমীকরণে x অক্ষের খণ্ডাংশ কত?",
    "options": [
      "a",
      "b",
      "a + b",
      "a - b"
    ],
    "correct_answer": "a",
    "explanation": "সরলরেখার সমীকরণ x/a + y/b = 1 এ x অক্ষের খণ্ডিতাংশ a এবং y অক্ষের খণ্ডিতাংশ b নির্দেশ করে।",
    "time_limit": 48
  },
  {
    "id": 18,
    "question_text": "x অক্ষের সমান্তরাল রেখার সমীকরণ কোনটি?",
    "options": [
      "y - 5 = 0",
      "y + 5 = 0",
      "x + 4 = 0",
      "x - 4 = 0"
    ],
    "correct_answer": "y + 5 = 0",
    "explanation": "y = b => y = -5 => y + 5 = 0",
    "time_limit": 48
  },
  {
    "id": 19,
    "question_text": "x অক্ষের উপর লম্ব রেখার সমীকরণ কত?",
    "options": [
      "y + 5 = 0",
      "y - 5 = 0",
      "x - 4 = 0",
      "x + 4 = 0"
    ],
    "correct_answer": "x - 4 = 0",
    "explanation": "x = a => x = 4 ∴ x - 4 = 0",
    "time_limit": 48
  },
  {
    "id": 20,
    "question_text": "A(-1, 2) ও B(3, -4) বিন্দু দুইটির সংযোগ রেখাকে Y অক্ষ কত অনুপাতে বিভক্ত করে?",
    "options": [
      "1:2",
      "2:1",
      "1:3",
      "2:3"
    ],
    "correct_answer": "1:3",
    "explanation": "y অক্ষ বিভক্ত করলে অনুপাত = |x1/x2| = |-1/3| = 1:3",
    "time_limit": 48
  },
  {
    "id": 21,
    "question_text": "A বিন্দুগামী এবং উদ্দীপকে উল্লিখিত রেখাটির সমান্তরাল রেখার সমীকরণ কোনটি?",
    "options": [
      "4x - 3y + 10 = 0",
      "4x - 3y - 10 = 0",
      "3x + 4y - 5 = 0",
      "3x + 4y + 5 = 0"
    ],
    "correct_answer": "3x + 4y + 5 = 0",
    "explanation": "3x + 4y - 5 = 0 এর সমান্তরাল রেখার সমীকরণ 3x + 4y + k = 0. রেখাটি A(1, -2) বিন্দুগামী হলে, 3(1) + 4(-2) + k = 0 => 3 - 8 + k = 0 => k = 5. সুতরাং নির্ণেয় সমীকরণ: 3x + 4y + 5 = 0",
    "time_limit": 48
  },
  {
    "id": 22,
    "question_text": "2x + y = 3 রেখাটি-",
    "options": [
      "i, iii",
      "i, ii",
      "ii, iii",
      "i, ii, iii"
    ],
    "correct_answer": "i, ii, iii",
    "explanation": "2x + y = 3 => y = -2x + 3 ∴ y অক্ষের ছেদিতাংশ = 3 এবং m1 = -2 x - 2y = 0 রেখার ঢাল m2 = 1/2 ∴ m1 × m2 = -1 ∴ রেখাদ্বয় লম্ব। (1,1) বিন্দুটি বসাই, L. H. S = 1 × 3 + 1 = 3 = R. H. S",
    "time_limit": 48
  },
  {
    "id": 23,
    "question_text": "x অক্ষের সমান্তরাল একটি সরলরেখা (3, 4) বিন্দু দিয়ে যায়। সরলরেখাটির ঢাল কত?",
    "options": [
      "3",
      "4",
      "0",
      "অসংজ্ঞায়িত"
    ],
    "correct_answer": "0",
    "explanation": "m = tan0° = 0",
    "time_limit": 48
  },
  {
    "id": 24,
    "question_text": "(1, 3) বিন্দুগামী এবং 2x + y = 7 রেখার সাথে 45° কোণ উৎপন্ন করে এরূপ কয়টি সরলরেখা সম্ভব?",
    "options": [
      "1",
      "2",
      "3",
      "সম্ভব নয়"
    ],
    "correct_answer": "2",
    "explanation": "tan 45° = ± (m - 2) / (1 + m(-2)) => m = -1/3 , 3 ∴ 2 টি সম্ভব।",
    "time_limit": 48
  },
  {
    "id": 25,
    "question_text": "2x + 3y + 1 = 0 এর x অক্ষের সাপেক্ষে প্রতিবিম্ব-",
    "options": [
      "2x + 3y + 4 = 0",
      "-2x - 3y + 1 = 0",
      "2x - 3y + 1 = 0",
      "-2x + 3y + 1 = 0"
    ],
    "correct_answer": "2x - 3y + 1 = 0",
    "explanation": "কেবল y এর সহগের চিহ্ন পরিবর্তন করতে হয়। y এর স্থলে -y বসাও।",
    "time_limit": 48
  },
  {
    "id": 26,
    "question_text": "(3, -6) বিন্দুগামী এবং y-অক্ষের সমান্তরাল রেখার সমীকরণ নিচের কোনটি?",
    "options": [
      "x = -6",
      "y = -6",
      "x = 3",
      "y = 3"
    ],
    "correct_answer": "x = 3",
    "explanation": "x = ধ্রুবক ∴ x = 3",
    "time_limit": 48
  },
  {
    "id": 27,
    "question_text": "OP রেখাংশকে ঘড়ির কাঁটার দিকে π/6 কোণে ঘুরানোতে নতুন অবস্থান হলো OQ। P এর স্থানাঙ্ক (-√3, -3) হলে Q এর পোলার স্থানাঙ্ক হবে-",
    "options": [
      "(-2√3, 7π/6)",
      "(-2√3, π/6)",
      "(2√3, 7π/6)",
      "(2√3, π/6)"
    ],
    "correct_answer": "(2√3, 7π/6)",
    "explanation": "",
    "time_limit": 48
  }
]
};
