import { ChapterData } from "../types";

export const dcuPhysicsWorkEnergyData: ChapterData = {
  subject: "পদার্থবিজ্ঞান (ICU)",
  chapter: "কাজ ক্ষমতা শক্তি এক্সাম",
  questions: [
  {
    "id": 1,
    "question_text": "একটি কণার উপর F⃗ = (-2î + 3ĵ + 3k̂) নিউটন বল প্রয়োগে কণাটি (3, -4, -2) বিন্দু থেকে (-2, 3, 5) বিন্দুতে স্থানান্তরিত হয়। বল কর্তৃক সম্পাদিত কাজের পরিমাণ কত?",
    "options": [
      "52 J",
      "59 J",
      "48 J",
      "54 J"
    ],
    "correct_answer": "52 J",
    "explanation": "Soln: r⃗ = (-2î + 3ĵ + 5k̂) - (3î - 4ĵ - 2k̂) = -5î + 7ĵ + 7k̂ ∴ W = F⃗ · r⃗ = 10 + 21 + 21 = 52 J",
    "time_limit": 52
  },
  {
    "id": 2,
    "question_text": "একটি কণার উপর F⃗ = (6î - 3ĵ + 3k̂) নিউটন বল প্রয়োগে কণাটির r⃗ = (2î - 2ĵ + k̂) মিটার সরণ হয়। প্রযুক্ত বল কর্তৃক সম্পাদিত কাজের পরিমাণ কত?",
    "options": [
      "12 J",
      "5 J",
      "20 J",
      "21 J"
    ],
    "correct_answer": "21 J",
    "explanation": "Soln: W = F⃗ · s⃗ = 6 × 2 + 3 × 2 + 3 × 1 = 21 J",
    "time_limit": 52
  },
  {
    "id": 3,
    "question_text": "কাজের মান শূন্য হবে যদি প্রযুক্ত বল ও সরণের মধ্যবর্তী কোণ-",
    "options": [
      "90°",
      "180°",
      "0°",
      "360°"
    ],
    "correct_answer": "90°",
    "explanation": "Soln: W = Fs cosθ ; θ = 90° হলে, W = 0",
    "time_limit": 52
  },
  {
    "id": 4,
    "question_text": "একটি মার্বেলকে সুতায় বেঁধে বৃত্তাকার পথে ঘোরালে কাজের পরিমাণ হবে-",
    "options": [
      "ধনাত্মক",
      "ঋণাত্মক",
      "সর্বোচ্চ",
      "শূন্য"
    ],
    "correct_answer": "শূন্য",
    "explanation": "",
    "time_limit": 52
  },
  {
    "id": 5,
    "question_text": "কাজের মাত্রা কোনটি?",
    "options": [
      "[ML³T²]",
      "[ML²T⁻¹]",
      "[ML²T⁻²]",
      "[ML⁻²T⁻²]"
    ],
    "correct_answer": "[ML²T⁻²]",
    "explanation": "",
    "time_limit": 52
  },
  {
    "id": 6,
    "question_text": "500 gm ভরের একটি বস্তুকে স্থির অবস্থান থেকে 2 N বল প্রয়োগে 1 m দূরত্বে সরানো হলো। বস্তুর উপর কৃতকাজের পরিমাণ কত?",
    "options": [
      "4.9 J",
      "2.0 J",
      "0.5 J",
      "9.8 J"
    ],
    "correct_answer": "2.0 J",
    "explanation": "Soln: W = Fs = (2 × 1) = 2 J",
    "time_limit": 52
  },
  {
    "id": 7,
    "question_text": "কোনো একটি বস্তুকে ওপরে উঠালে কোন বলের বিরুদ্ধে কাজ করতে হয়?",
    "options": [
      "তড়িৎচুম্বক বল",
      "পেশী বল",
      "অভিকর্ষীয় বল",
      "ঘর্ষণজনিত বল"
    ],
    "correct_answer": "অভিকর্ষীয় বল",
    "explanation": "",
    "time_limit": 52
  },
  {
    "id": 8,
    "question_text": "500 g ভরের একটি বস্তুর উপর (6x² - 4x) N বল ক্রিয়া করায় বস্তুটি বলের দিকে x = 0 অবস্থান হতে x = 2 অবস্থানে সরে গেলে বলের দ্বারা কৃতকাজের পরিমাণ কত J?",
    "options": [
      "8",
      "6",
      "4",
      "2"
    ],
    "correct_answer": "8",
    "explanation": "Soln: W = ∫₀² (6x² - 4x)dx = [6 × x³/3 - 4x²/2]₀² = [2 × 2³ - 2 × 2² - 0 + 0] = 16 - 8 = 8 J",
    "time_limit": 52
  },
  {
    "id": 9,
    "question_text": "বল ও সরণের মধ্যবর্তী কোণ θ হলে ঋণাত্মক কাজের শর্ত হবে-",
    "options": [
      "180° ≥ θ ≥ 90°",
      "180° ≥ θ > 90°",
      "180° ≤ θ ≤ 90°",
      "180° < θ ≤ 90°"
    ],
    "correct_answer": "180° ≥ θ > 90°",
    "explanation": "",
    "time_limit": 52
  },
  {
    "id": 10,
    "question_text": "একটি বস্তুর ওপর F⃗ = (5î + 3ĵ - 6k̂) N বল প্রয়োগ করায় বস্তুটি X-অক্ষ বরাবর 10 m সরে গেল। বস্তুর ওপর কৃতকাজ কত?",
    "options": [
      "30 J",
      "50 J",
      "-60 J",
      "15 J"
    ],
    "correct_answer": "50 J",
    "explanation": "Soln: W = F⃗ · x⃗ = (5î + 3ĵ - 6k̂) · (10î) = 50 J",
    "time_limit": 52
  },
  {
    "id": 11,
    "question_text": "কেন্দ্রমুখী বল দ্বারা কৃতকাজ-",
    "options": [
      "অসীম",
      "ধনাত্মক",
      "শূন্য",
      "ঋণাত্মক"
    ],
    "correct_answer": "শূন্য",
    "explanation": "",
    "time_limit": 52
  },
  {
    "id": 12,
    "question_text": "10 N বল প্রয়োগে একটি গাড়িকে 100 m সরাতে 500 J কাজ করতে হয়। বল ও সরণের মধ্যবর্তী কোণের মান কত?",
    "options": [
      "60°",
      "30°",
      "45°",
      "75°"
    ],
    "correct_answer": "60°",
    "explanation": "Soln: Fs cosθ = 500 ⇒ 10 × 100 × cosθ = 500 ∴ θ = 60°",
    "time_limit": 52
  },
  {
    "id": 13,
    "question_text": "একটি 5 কিলোগ্রাম ভরের বস্তুর সরণের অভিলম্ব দিকে 10 নিউটন ও 5 নিউটন মানের দুটি বল বস্তুর উপর বিপরীত দিকে ক্রিয়া করে। বল দুটি দ্বারা কৃতকাজের মান কত হবে?",
    "options": [
      "50 জুল",
      "25 জুল",
      "0 জুল",
      "15 জুল"
    ],
    "correct_answer": "0 জুল",
    "explanation": "Soln: W = F⃗ · s⃗ = Fs cosθ = Fs cos 90° = 0 জুল।",
    "time_limit": 52
  },
  {
    "id": 14,
    "question_text": "কাজের পরিমাণ সবচেয়ে বেশি হয় যখন প্রযুক্ত বল ও সরণের মধ্যে কোণের মান-",
    "options": [
      "90°",
      "45°",
      "0°",
      "180°"
    ],
    "correct_answer": "0°",
    "explanation": "Soln: W = Fs cosθ ; cosθ এর মান সর্বোচ্চ যখন θ = 0°",
    "time_limit": 52
  },
  {
    "id": 15,
    "question_text": "20 kg-m এর Joule এ পরিমিত মান কোনটি?",
    "options": [
      "199 J",
      "196 J",
      "200 J",
      "188 J"
    ],
    "correct_answer": "196 J",
    "explanation": "Soln: W = mgh = 20 kgm × 9.8 ms⁻² = 196 J",
    "time_limit": 52
  },
  {
    "id": 16,
    "question_text": "বল, সরণ ও কাজ এর মধ্যে সম্পর্ক হলো-",
    "options": [
      "W = F⃗ · s⃗",
      "W = Fs cosθ",
      "W = F × s cosθ",
      "a ও b উভয়ই"
    ],
    "correct_answer": "a ও b উভয়ই",
    "explanation": "",
    "time_limit": 52
  },
  {
    "id": 17,
    "question_text": "একটি গাড়ি 10 ms⁻¹ গতিতে চলছে। কত গতিতে চললে গাড়িটির গতিশক্তি দ্বিগুণ হবে?",
    "options": [
      "40.1 ms⁻¹",
      "10 ms⁻¹",
      "100 ms⁻¹",
      "14.1 ms⁻¹"
    ],
    "correct_answer": "14.1 ms⁻¹",
    "explanation": "Soln: 1/2 mv₂² = 2 × 1/2 mv₁² = v₂² = 2v₁² ⇒ v₂ = √2 v₁ = (1.41 × 10) = 14.1 ms⁻¹",
    "time_limit": 52
  },
  {
    "id": 18,
    "question_text": "গতিশক্তি ও ভরবেগের সমীকরণ একটি-",
    "options": [
      "বৃত্ত",
      "উপবৃত্ত",
      "পরাবৃত্ত",
      "অধিবৃত্ত"
    ],
    "correct_answer": "পরাবৃত্ত",
    "explanation": "Soln: E_k = 1/2m p² ; যা একটি পরাবৃত্ত।",
    "time_limit": 52
  },
  {
    "id": 19,
    "question_text": "গতিশক্তি পরিবর্তনের সমান হলো-",
    "options": [
      "বল",
      "ত্বরণ",
      "ক্ষমতা",
      "কৃত কাজ"
    ],
    "correct_answer": "কৃত কাজ",
    "explanation": "Soln: কাজ-শক্তি উপপাদ্য অনুসারে, কৃতকাজ = গতিশক্তির পরিবর্তন।",
    "time_limit": 52
  },
  {
    "id": 20,
    "question_text": "ভূ-পৃষ্ঠ থেকে m ভরের একটি বস্তুকে v বেগে উপরের দিকে খাড়াভাবে নিক্ষেপ করা হলো। নিচের কোন বিবৃতিটি সঠিক নয়?",
    "options": [
      "বস্তুটির নিক্ষেপণ বিন্দুতে গতিশক্তি সর্বোচ্চ",
      "নিক্ষেপণ বিন্দু থেকে সর্বোচ্চ বিন্দু পর্যন্ত সকল অবস্থানে মোট শক্তি সমান",
      "বস্তুটি সর্বোচ্চ বিন্দুতে স্থিতিশক্তি শূন্য",
      "বস্তুটির সর্বোচ্চ বিন্দুতে গতিশক্তি শূন্য"
    ],
    "correct_answer": "বস্তুটি সর্বোচ্চ বিন্দুতে স্থিতিশক্তি শূন্য",
    "explanation": "",
    "time_limit": 52
  },
  {
    "id": 21,
    "question_text": "রৈখিক ভরবেগ 100% বাড়লে গতিশক্তি বৃদ্ধি পায়-",
    "options": [
      "50%",
      "100%",
      "125%",
      "300%"
    ],
    "correct_answer": "300%",
    "explanation": "Soln: P₂ = 2P₁; E ∝ P² ∴ E₂ = 4E₁ = E₁ + 3E₁ ∴ 300% বৃদ্ধি",
    "time_limit": 52
  },
  {
    "id": 22,
    "question_text": "কোনো বস্তুর গতিশক্তি 300% বৃদ্ধি করা হলে, উক্ত বস্তুর ভরবেগ বাড়বে-",
    "options": [
      "100%",
      "150%",
      "200%",
      "400%"
    ],
    "correct_answer": "100%",
    "explanation": "Soln: E'_k = E_k + 300% × E_k = 4E_k ∴ p = √(2mE_k) ∴ p' = √(E'_k / E_k) × p = 2p ∴ Δp = p' - p = 100%p",
    "time_limit": 52
  },
  {
    "id": 23,
    "question_text": "একটি 5 kg ভরের বস্তু 30 m উচ্চতা থেকে মুক্তভাবে পতিত হওয়ার মুহূর্তে পড়লে, 3 s পরে তার গতিশক্তি কত হবে?",
    "options": [
      "2190.6 J",
      "2160.9 J",
      "2169.0 J",
      "2196.0 J"
    ],
    "correct_answer": "2160.9 J",
    "explanation": "Soln: v = gt = 9.8 × 3 = 29.4 ms⁻¹ ∴ E_k = 1/2 mv² = 1/2 × 5 × (29.4)² = 2160.9 J [Note: প্রকৃতপক্ষে, বস্তুটি t = √(2h/g) = 2.47 s পরেই ভূমিতে পতিত হয়। তাই 3 s পরে বস্তুটি ভূমিতে থাকবে ও গতিশক্তি হবে 0 J। তবে প্রশ্নে থাকা তথ্যের ভিত্তিতে উত্তরটি দেওয়া হলো।]",
    "time_limit": 52
  },
  {
    "id": 24,
    "question_text": "300 m উঁচু হতে অভিকর্ষের টানে মুক্তভাবে পড়ন্ত বস্তুর ক্ষেত্রে ভূমি থেকে কত উচ্চতায় গতিশক্তি বিভবশক্তির অর্ধেক হবে?",
    "options": [
      "100 m",
      "200 m",
      "300 m",
      "400 m"
    ],
    "correct_answer": "200 m",
    "explanation": "Soln: E_k = 1/2 × E_p ⇒ mg × (300 - h) = 1/2 × mg × h ⇒ 600 - 2h = h ∴ h = 200 m",
    "time_limit": 52
  },
  {
    "id": 25,
    "question_text": "একটি 2000 gm ভর সম্পন্ন বস্তুর গতি 3.0 ms⁻¹ হলে, এর গতিশক্তি কত জুল (J)?",
    "options": [
      "3.0",
      "2.0",
      "9.0",
      "18"
    ],
    "correct_answer": "9.0",
    "explanation": "Soln: E_k = 1/2 mv² = 1/2 × 2 × 3² = 9 J",
    "time_limit": 52
  },
  {
    "id": 26,
    "question_text": "100 gm ভরের একটি বস্তু 45° কোণে 20 ms⁻¹ বেগে নিক্ষিপ্ত হলে তার অনুভূমিক বেগের জন্য অর্জিত সর্বোচ্চ গতিশক্তি কত?",
    "options": [
      "11.04 J",
      "10 J",
      "7.50 J",
      "4.50 J"
    ],
    "correct_answer": "10 J",
    "explanation": "Soln: গতিশক্তি = 1/2 mv_x² = 1/2 m (v cosθ)² = 1/2 × 0.1 × (20 cos 45°)² = 1/2 × 0.1 × 400/2 = 40/4 = 10 J",
    "time_limit": 52
  },
  {
    "id": 27,
    "question_text": "একটি কণা t = 0 সময়ে স্থির অবস্থা থেকে যাত্রা শুরু করে। কণাটির ওপর প্রযুক্ত লব্ধি বল, সময় t এর সমানুপাতিক। কণাটির গতিশক্তি নিচের কোনটির সমানুপাতিক হবে?",
    "options": [
      "t²",
      "t³",
      "√t",
      "t⁴"
    ],
    "correct_answer": "t⁴",
    "explanation": "Soln: F ∝ t ∴ a ∝ t ⇒ a = kt ⇒ dv/dt = kt এখন, dv = ktdt ⇒ ∫ dv = ∫ ktdt ⇒ v = kt²/2 ∴ v ∝ t² ; v ∝ t² হলে, v² ∝ t⁴ ∴ গতিশক্তি ∝ t⁴",
    "time_limit": 52
  },
  {
    "id": 28,
    "question_text": "স্থিরাবস্থা থেকে 20 kg ভরের কোনো বস্তু একটি নির্দিষ্ট বলের ক্রিয়ার ফলে 3s পরে 6ms⁻¹ বেগ অর্জন করলে 5s পর এর গতিশক্তি কত kJ?",
    "options": [
      "3",
      "2",
      "1",
      "0.5"
    ],
    "correct_answer": "1",
    "explanation": "Soln: ত্বরণ, a = (6 - 0) / 3 = 2 ms⁻² 5 sec পর বেগ, v = 0 + 2 × 5 = 10 ms⁻¹ E_k = 1/2 mv² = 1/2 × 20 × 10² = 1000 J = 1 kJ",
    "time_limit": 52
  },
  {
    "id": 29,
    "question_text": "একটি গাড়ির ভরবেগের মান তার গতিশক্তির সমান। গাড়িটির বেগ কত?",
    "options": [
      "5 ms⁻¹",
      "0.5 ms⁻¹",
      "2 ms⁻¹",
      "4 ms⁻¹"
    ],
    "correct_answer": "2 ms⁻¹",
    "explanation": "Soln: ভরবেগ = গতিশক্তি ⇒ mv = 1/2 mv² ⇒ v = 2 ms⁻¹",
    "time_limit": 52
  },
  {
    "id": 30,
    "question_text": "175 kg ভরের একটি বস্তুকে ক্রেনের সাহায্যে 0.2 ms⁻¹ সমবেগে উপরে উঠানো হলো। ক্রেনের ক্ষমতা কত?",
    "options": [
      "445 W",
      "343 W",
      "245 W",
      "34.3 W"
    ],
    "correct_answer": "343 W",
    "explanation": "Soln: P = Fv = mgv = (175 × 9.8 × 0.2) = 175 × 1/5 × 98/10 = 35 × 98/10 = 3430/10 = 343 W",
    "time_limit": 52
  },
  {
    "id": 31,
    "question_text": "একটি কুয়া থেকে ইঞ্জিনের সাহায্যে প্রতি ঘন্টায় 25 × 10⁶ kg পানি 50 m উচ্চতায় উঠানো হয়। 70% কর্মদক্ষতা হলে এর অশ্বক্ষমতা কত?",
    "options": [
      "5516 HP",
      "6550 HP",
      "7516 HP",
      "6516 HP"
    ],
    "correct_answer": "6516 HP",
    "explanation": "Soln: P_out = mgh / t = (25×10⁶ × 9.8 × 50) / 3600 = 3402777 W = 4561.36 HP ∴ P_in = P_out / η = 4561.36 / 0.7 = 6516.23 HP",
    "time_limit": 52
  },
  {
    "id": 32,
    "question_text": "1200 মিটার গভীর উচ্চতার মধ্য দিয়ে একটি খনির খাদ পর্যন্ত 400 kg ভরের একটি খাঁচা তুলতে একটি বৈদ্যুতিক মোটরের 2 মিনিট সময়ের প্রয়োজন হয়। মোটরের কর্মদক্ষতা 80% হলে, কত বৈদ্যুতিক শক্তির প্রয়োজন হবে? [g = 10 ms⁻²]",
    "options": [
      "3.2 kW",
      "16 kW",
      "32 kW",
      "50 kW"
    ],
    "correct_answer": "50 kW",
    "explanation": "Soln: P_in = P_out / η = mgh / (t × η) = (400 × 10 × 1200) / (2 × 60 × 0.8) = 50000 W = 50 kW",
    "time_limit": 52
  },
  {
    "id": 33,
    "question_text": "100 kg ভরের এক ব্যক্তি 20 kg ভার মাথায় নিয়ে 9.8 মিনিটে 100 m উঁচু একটি পাহাড়ে আরোহণ করে। ঐ ব্যক্তির ক্ষমতা কত watt?",
    "options": [
      "50",
      "100",
      "150",
      "200"
    ],
    "correct_answer": "200",
    "explanation": "Soln: P = mgh / t = (120 × 9.8 × 100) / (60 × 9.8) = 200 W",
    "time_limit": 52
  },
  {
    "id": 34,
    "question_text": "2 kW ক্ষমতার একটি পাম্পের দক্ষতা 80%। এটি 30 m ওপরে প্রতি সেকেন্ডে কতটুকু পানি তুলতে পারবে?",
    "options": [
      "5.14 kg",
      "51.4 kg",
      "5.44 kg",
      "কোনোটিই নয়"
    ],
    "correct_answer": "5.44 kg",
    "explanation": "Soln: η = P_out / P_in ∴ P_out = η × P_in ⇒ mgh/t = η × P_in ∴ m = (η × P_in × t) / gh = (0.8 × 2×10³ × 1) / (9.8 × 30) = (8 × 2×10³) / (10 × 98/10 × 30) = 4000/49 × 1/15 = 800/147 = 5.44 kg (Ans.)",
    "time_limit": 52
  },
  {
    "id": 35,
    "question_text": "250 kg ভরের একটি বস্তু ক্রেনের সাহায্যে 0.1 ms⁻¹ সমবেগে উপরে উঠানো হলো। ক্রেনের ক্ষমতা কত?",
    "options": [
      "24500 W",
      "245 W",
      "24.5 W",
      "2.45 W"
    ],
    "correct_answer": "245 W",
    "explanation": "Soln: P = Fv = mgv = 250 × 9.8 × 0.1 = 250 × 98/10 × 1/10 = 25 × 98 / 10 = 2450/10 = 245 W",
    "time_limit": 52
  },
  {
    "id": 36,
    "question_text": "একটি লিফটের ক্ষমতা 25000 W। লিফটটি 0.5 ms⁻¹ বেগে উপরে উঠতে থাকলে এর ক্যাবলে টান কত হবে?",
    "options": [
      "50 N",
      "500 N",
      "50000 N",
      "55005 N"
    ],
    "correct_answer": "50000 N",
    "explanation": "Soln: এখানে, P = ক্ষমতা; T = সুতার টান; v = বেগ P = Fv এক্ষেত্রে, P = Tv ⇒ 25000 = T × 0.5 ∴ T = 50,000 N",
    "time_limit": 52
  },
  {
    "id": 37,
    "question_text": "প্রতি সেকেন্ডে 10 লি. পানি 10 m উপরে তোলার জন্য কত ক্ষমতার পাম্প প্রয়োজন হবে?",
    "options": [
      "980 J",
      "998 J",
      "980 W",
      "998 W"
    ],
    "correct_answer": "980 W",
    "explanation": "Soln: P = mgh/t = (10 × 9.8 × 10) / 1 = 980 W",
    "time_limit": 52
  },
  {
    "id": 38,
    "question_text": "নিচের কোনটি ক্ষমতার মাত্রা সমীকরণ?",
    "options": [
      "M¹L²T⁻²",
      "M¹L¹T⁻¹",
      "M¹L²T⁻³",
      "M¹L²T⁰"
    ],
    "correct_answer": "M¹L²T⁻³",
    "explanation": "Soln: [P] = [W]/[t] = [ML²T⁻²] / [T] = [ML²T⁻³]",
    "time_limit": 52
  },
  {
    "id": 39,
    "question_text": "একটি চলন্ত নৌকায় 200 N বল প্রয়োগ করলে নৌকাটি 300 ms⁻¹ বেগ অর্জন করে। নৌকাটির দ্বারা একক সময়ে কৃতকাজের পরিমাণ কত?",
    "options": [
      "6 × 10⁴ Js⁻¹",
      "6 × 10⁻⁴ Js⁻¹",
      "6 × 10² Js⁻¹",
      "6 × 10³ Js⁻¹"
    ],
    "correct_answer": "6 × 10⁴ Js⁻¹",
    "explanation": "Soln: P = Fv = 200 × 300 = 6 × 10⁴ Js⁻¹",
    "time_limit": 52
  },
  {
    "id": 40,
    "question_text": "50 m গভীর একটি কুয়া থেকে ইঞ্জিনের সাহায্যে 9.8 s এ 1000 kg পানি উঠানো হয়। ইঞ্জিনটির দক্ষতা 80% হলে, এর ক্ষমতা কত kW?",
    "options": [
      "20.5",
      "50.0",
      "62.5",
      "78.5"
    ],
    "correct_answer": "62.5",
    "explanation": "Soln: P_in = mgh / ηt ⇒ P_in = (1000 × 9.8 × 50) / (0.8 × 9.8) = (1000 × 50 × 10) / 8 W = 62.5 kW",
    "time_limit": 52
  }
]
};
