import { ChapterData } from "../types";

export const chem1Chap2Data: ChapterData = {
  "subject": "রসায়ন ১ম পত্র",
  "chapter": "২. গুণগত রসায়ন",
  "questions": [
    {
      "id": 1,
      "topic": "পরমাণু মডেল ও প্রাথমিক ধারণা",
      "question_text": "নিচের কোনটি পারমাণবিক ব্যাসের নিকটতম?",
      "options": [
        "1 × 10⁻⁵ cm",
        "1 × 10⁻¹⁰ cm",
        "1 × 10⁻¹³ cm",
        "1 × 10⁻⁸ cm"
      ],
      "correct_answer": "1 × 10⁻⁸ cm",
      "explanation": "",
      "time_limit": 46
    },
    {
      "id": 2,
      "topic": "পরমাণু মডেল ও প্রাথমিক ধারণা",
      "question_text": "রাদারফোর্ডের α- কণা বিচ্ছুরণ পরীক্ষায় কোন পদার্থের প্রলেপযুক্ত পর্দা ব্যবহৃত হয়?",
      "options": [
        "Au",
        "ZnS",
        "PbS",
        "NiS"
      ],
      "correct_answer": "ZnS",
      "explanation": "",
      "time_limit": 46
    },
    {
      "id": 3,
      "topic": "পরমাণু মডেল ও প্রাথমিক ধারণা",
      "question_text": "বোর পরমাণুতে একটি ইলেকট্রন ৪র্থ শক্তিস্তরে একটি পূর্ণ আবর্তন করতে কয়টি পূর্ণ তরঙ্গ সৃষ্টি করবে?",
      "options": [
        "2",
        "3",
        "4",
        "5"
      ],
      "correct_answer": "4",
      "explanation": "",
      "time_limit": 46
    },
    {
      "id": 4,
      "topic": "পরমাণু মডেল ও প্রাথমিক ধারণা",
      "question_text": "নিচের কোন সমীকরণটি সঠিক নয়?",
      "options": [
        "v̄ = 1/λ",
        "υ = c/λ",
        "ΔE = h × υ",
        "ΔE ∝ λ"
      ],
      "correct_answer": "ΔE ∝ λ",
      "explanation": "",
      "time_limit": 46
    },
    {
      "id": 5,
      "topic": "পরমাণু মডেল ও প্রাথমিক ধারণা",
      "question_text": "প্ল্যাঙ্কের ধ্রুবকের মান কত?",
      "options": [
        "1.097 × 10² nm",
        "3.0 × 10⁸ m",
        "6.626 × 10⁻³⁴ Js",
        "6.026 × 10²⁴"
      ],
      "correct_answer": "6.626 × 10⁻³⁴ Js",
      "explanation": "",
      "time_limit": 46
    },
    {
      "id": 6,
      "topic": "পরমাণু মডেল ও প্রাথমিক ধারণা",
      "question_text": "বোর ব্যাসার্ধের মান কত?",
      "options": [
        "5.292 × 10⁻¹¹ m",
        "2.18 × 10⁻¹⁸",
        "1312 × 10 kj mol⁻¹",
        "3.0 × 10⁸ m"
      ],
      "correct_answer": "5.292 × 10⁻¹¹ m",
      "explanation": "",
      "time_limit": 46
    },
    {
      "id": 7,
      "topic": "পরমাণু মডেল ও প্রাথমিক ধারণা",
      "question_text": "নিচের কোনটি ডি ব্রগলির সমীকরণ নামে পরিচিত?",
      "options": [
        "ΔE = hυ",
        "λ = h/mv",
        "C = υ × λ",
        "v̄ = 1/λ"
      ],
      "correct_answer": "λ = h/mv",
      "explanation": "",
      "time_limit": 46
    },
    {
      "id": 8,
      "topic": "পরমাণু মডেল ও প্রাথমিক ধারণা",
      "question_text": "কৌণিক ভরবেগের সমীকরণ কোনটি?",
      "options": [
        "mvr = nh/π",
        "mvr = nh/2π",
        "2πr = nh/mv",
        "vr = h/π"
      ],
      "correct_answer": "mvr = nh/2π",
      "explanation": "বি.দ্র: হাজারী স্যারের বইয়ে শুধুমাত্র উত্তর (b) দেওয়া। কিন্তু সঠিক উত্তর (b) ও (c) উভয়ই হবে।",
      "time_limit": 46
    },
    {
      "id": 9,
      "topic": "পরমাণু মডেল ও প্রাথমিক ধারণা",
      "question_text": "এক অ্যাংস্ট্রম (1Å) সমান কত সেন্টিমিটার (cm)?",
      "options": [
        "10⁻¹⁰ cm",
        "10⁻¹² cm",
        "10⁻⁸ cm",
        "10⁻⁹ cm"
      ],
      "correct_answer": "10⁻⁸ cm",
      "explanation": "",
      "time_limit": 46
    },
    {
      "id": 10,
      "topic": "পরমাণু মডেল ও প্রাথমিক ধারণা",
      "question_text": "৩য় শক্তিস্তরের জন্য mvr এর মান নিচের কোনটি?",
      "options": [
        "nh/2π",
        "nh/6π",
        "3h/2π",
        "4h/2π"
      ],
      "correct_answer": "3h/2π",
      "explanation": "",
      "time_limit": 46
    },
    {
      "id": 11,
      "topic": "পরমাণু মডেল ও প্রাথমিক ধারণা",
      "question_text": "নিচের কোনটির ক্ষেত্রে বোর তত্ত্ব প্রযোজ্য নয়?",
      "options": [
        "H",
        "H⁺",
        "He⁺",
        "Li²⁺"
      ],
      "correct_answer": "H⁺",
      "explanation": "",
      "time_limit": 46
    },
    {
      "id": 12,
      "topic": "পরমাণু মডেল ও প্রাথমিক ধারণা",
      "question_text": "H -পরমাণুর প্রথম কক্ষপথের ইলেকট্রনের শক্তি E₁ হলে ৩য় কক্ষপথের ইলেকট্রনের শক্তি কত হবে?",
      "options": [
        "E₁ × 1/9",
        "E₁ × 9",
        "E₁ × 1/3",
        "E₁ × 3"
      ],
      "correct_answer": "E₁ × 1/9",
      "explanation": "",
      "time_limit": 46
    },
    {
      "id": 13,
      "topic": "পরমাণু মডেল ও প্রাথমিক ধারণা",
      "question_text": "পরমাণুর ২য় কক্ষপথের ১টি ইলেকট্রনের জন্য কৌণিক ভরবেগের মান নির্ণয়ের সমীকরণ কোনটি?",
      "options": [
        "mvr = 2h/π",
        "mvr = h/2π",
        "mvr = h/π",
        "mvr = 4h/π"
      ],
      "correct_answer": "mvr = h/π",
      "explanation": "",
      "time_limit": 46
    },
    {
      "id": 14,
      "topic": "পরমাণু মডেল ও প্রাথমিক ধারণা",
      "question_text": "সৌর মডেল কোনটি?",
      "options": [
        "রাদারফোর্ড পরমাণু মডেল",
        "বোর পরমাণু মডেল",
        "থমসন পরমাণু মডেল",
        "ডাল্টন পরমাণু মডেল"
      ],
      "correct_answer": "রাদারফোর্ড পরমাণু মডেল",
      "explanation": "",
      "time_limit": 46
    },
    {
      "id": 15,
      "topic": "পরমাণু মডেল ও প্রাথমিক ধারণা",
      "question_text": "কোনটির ক্ষেত্রে বোর পরমাণু মডেল প্রযোজ্য?",
      "options": [
        "H⁺",
        "He²⁺",
        "Li²⁺",
        "Be⁴⁺"
      ],
      "correct_answer": "Li²⁺",
      "explanation": "",
      "time_limit": 46
    },
    {
      "id": 16,
      "topic": "পরমাণু মডেল ও প্রাথমিক ধারণা",
      "question_text": "α- কণা কোনটি?",
      "options": [
        "₋₁⁰e",
        "₂⁴He²⁺",
        "₀¹n",
        "₁¹H⁺"
      ],
      "correct_answer": "₂⁴He²⁺",
      "explanation": "",
      "time_limit": 46
    },
    {
      "id": 17,
      "topic": "পরমাণু মডেল ও প্রাথমিক ধারণা",
      "question_text": "কোনটি α-কণা?",
      "options": [
        "একটি নিউট্রন ও একটি প্রোটন",
        "দুটি নিউট্রন ও দুটি প্রোটন",
        "একটি নিউট্রন ও দুটি প্রোটন",
        "দুটি নিউট্রন ও একটি প্রোটন"
      ],
      "correct_answer": "দুটি নিউট্রন ও দুটি প্রোটন",
      "explanation": "",
      "time_limit": 46
    },
    {
      "id": 18,
      "topic": "পরমাণু মডেল ও প্রাথমিক ধারণা",
      "question_text": "কোন কণার সাহায্যে রাদারফোর্ড বিচ্ছুরণ পরীক্ষা করেন?",
      "options": [
        "α",
        "β",
        "γ",
        "X-ray"
      ],
      "correct_answer": "α",
      "explanation": "",
      "time_limit": 46
    },
    {
      "id": 19,
      "topic": "পরমাণু মডেল ও প্রাথমিক ধারণা",
      "question_text": "কোনটির ক্ষেত্রে বর্ণালির ব্যাখ্যা সম্ভব?",
      "options": [
        "H⁺",
        "He²⁺",
        "Li²⁺",
        "Be²⁺"
      ],
      "correct_answer": "Li²⁺",
      "explanation": "",
      "time_limit": 46
    },
    {
      "id": 20,
      "topic": "পরমাণু মডেল ও প্রাথমিক ধারণা",
      "question_text": "\"পরমাণুর নিউক্লিয়াস ধনাত্মক আধানযুক্ত\"- কোন বিজ্ঞানী প্রমাণ করেন?",
      "options": [
        "রাদারফোর্ড",
        "বোর",
        "ডি-ব্রগলি",
        "জে. জে. থমসন"
      ],
      "correct_answer": "রাদারফোর্ড",
      "explanation": "",
      "time_limit": 46
    },
    {
      "id": 21,
      "topic": "পরমাণু মডেল ও প্রাথমিক ধারণা",
      "question_text": "বোর পরমাণু মডেল কোনটির বর্ণালি ব্যাখ্যা করতে পারে?",
      "options": [
        "He⁺",
        "H⁻",
        "He²⁺",
        "H⁺"
      ],
      "correct_answer": "He⁺",
      "explanation": "",
      "time_limit": 46
    },
    {
      "id": 22,
      "topic": "পরমাণু মডেল ও প্রাথমিক ধারণা",
      "question_text": "α কণার বৈশিষ্ট্য কোনটি?",
      "options": [
        "এতে দুটি প্রোটন ও দুটি ইলেকট্রন আছে",
        "এটা খুব ধীরগতি সম্পন্ন কণা",
        "ইহা ধনাত্মক চার্জিত কণা",
        "এর ভরসংখ্যা 2"
      ],
      "correct_answer": "ইহা ধনাত্মক চার্জিত কণা",
      "explanation": "",
      "time_limit": 46
    },
    {
      "id": 23,
      "topic": "পরমাণু মডেল ও প্রাথমিক ধারণা",
      "question_text": "রাদারফোর্ড পরীক্ষায় ZnS কেন ব্যবহৃত হয়? কারণ-",
      "options": [
        "এটি একটি ফসফোরেসেন্ট পদার্থ",
        "ফ্লোরেসেন্ট পদার্থ",
        "লুমিনিসেন্ট পদার্থ",
        "তেজস্ক্রিয় পদার্থ"
      ],
      "correct_answer": "এটি একটি ফসফোরেসেন্ট পদার্থ",
      "explanation": "",
      "time_limit": 46
    },
    {
      "id": 24,
      "topic": "পরমাণু মডেল ও প্রাথমিক ধারণা",
      "question_text": "বোর পরমাণু মডেলের ভিত্তি কোনটি?",
      "options": [
        "E = hυ",
        "λ = h/mv",
        "mvr = nh/2π",
        "KE = 1/2 mv²"
      ],
      "correct_answer": "E = hυ",
      "explanation": "",
      "time_limit": 46
    },
    {
      "id": 25,
      "topic": "পরমাণু মডেল ও প্রাথমিক ধারণা",
      "question_text": "H পরমাণুর ১ম শক্তিস্তরের শক্তি -2.18 × 10⁻¹⁸J হলে এর ২য় স্তরে শক্তি কত জুল?",
      "options": [
        "-2.18 × 10⁻¹⁸",
        "-2.18 × 10⁻¹⁸ × 2",
        "-2.18 × 10⁻¹⁸ × 1/2",
        "-2.18 × 10⁻¹⁸ × 1/2²"
      ],
      "correct_answer": "-2.18 × 10⁻¹⁸ × 1/2²",
      "explanation": "",
      "time_limit": 46
    },
    {
      "id": 26,
      "topic": "পরমাণু মডেল ও প্রাথমিক ধারণা",
      "question_text": "৩ টি মৌলের তরঙ্গ দৈর্ঘ্য A = 590, B = 680, C = 460 কোন মৌলটির শক্তি সর্বাধিক?",
      "options": [
        "A",
        "B",
        "C",
        "অপ্রাসঙ্গিক"
      ],
      "correct_answer": "C",
      "explanation": "তরঙ্গ দৈর্ঘ্য যত বৃদ্ধি পায়, শক্তি তত হ্রাস পায়।",
      "time_limit": 46
    },
    {
      "id": 27,
      "topic": "পরমাণু মডেল ও প্রাথমিক ধারণা",
      "question_text": "α- কণা বিক্ষেপণ পরীক্ষা রাদারফোর্ড নিম্নের কোনটি ব্যবহার করেননি?",
      "options": [
        "₂⁴He²⁺",
        "স্বর্ণের পাত",
        "ZnS এর আবরণযুক্ত পর্দা",
        "₀¹n"
      ],
      "correct_answer": "₀¹n",
      "explanation": "",
      "time_limit": 46
    },
    {
      "id": 28,
      "topic": "পরমাণু মডেল ও প্রাথমিক ধারণা",
      "question_text": "বোর মডেল নিচের কোন মৌল বা আয়নের বর্ণালি ব্যাখ্যা করতে পারবে?",
      "options": [
        "He",
        "H⁻",
        "H⁺",
        "Be³⁺"
      ],
      "correct_answer": "Be³⁺",
      "explanation": "",
      "time_limit": 46
    },
    {
      "id": 29,
      "topic": "পরমাণু মডেল ও প্রাথমিক ধারণা",
      "question_text": "নিচের কোনটি অনুপ্রভা সৃষ্টিকারী পদার্থ?",
      "options": [
        "ZnS",
        "Na₂S",
        "CaS",
        "K₂S"
      ],
      "correct_answer": "ZnS",
      "explanation": "",
      "time_limit": 46
    },
    {
      "id": 30,
      "topic": "পরমাণু মডেল ও প্রাথমিক ধারণা",
      "question_text": "বোরনের শেষ ইলেকট্রনের কৌণিক ভরবেগ কত?",
      "options": [
        "2n/2h",
        "2h/π",
        "n/2π",
        "h/π"
      ],
      "correct_answer": "h/π",
      "explanation": "",
      "time_limit": 46
    },
    {
      "id": 31,
      "topic": "পরমাণু মডেল ও প্রাথমিক ধারণা",
      "question_text": "রাদারফোর্ডের আলফা কণা বিচ্ছুরণ পরীক্ষায় স্বর্ণপাতের পুরুত্ব কত ছিল?",
      "options": [
        "0.000004 m",
        "0.00004 cm",
        "0.0004 mm",
        "0.004 cm"
      ],
      "correct_answer": "0.0004 mm",
      "explanation": "",
      "time_limit": 46
    },
    {
      "id": 32,
      "topic": "পরমাণু মডেল ও প্রাথমিক ধারণা",
      "question_text": "কোন পরমাণু মডেল কক্ষপথ সম্পর্কে ধারণা দেয়?",
      "options": [
        "রাদারফোর্ড",
        "থমসন",
        "ডাল্টন",
        "বোর"
      ],
      "correct_answer": "বোর",
      "explanation": "",
      "time_limit": 46
    },
    {
      "id": 33,
      "topic": "পরমাণু মডেল ও প্রাথমিক ধারণা",
      "question_text": "পরমাণুর ৩য় শক্তিস্তরে ঘূর্ণনরত ইলেকট্রনের কৌণিক ভরবেগ এর মান কোনটি?",
      "options": [
        "nh/2π",
        "2h/4π",
        "3h/2π",
        "9h/2π"
      ],
      "correct_answer": "3h/2π",
      "explanation": "কৌণিক ভরবেগ, mvr = nh/2π",
      "time_limit": 46
    },
    {
      "id": 34,
      "topic": "পরমাণু মডেল ও প্রাথমিক ধারণা",
      "question_text": "রিডবার্গ ধ্রুবক (R_H) এর মান কত?",
      "options": [
        "1.09678 × 10⁻² m⁻¹",
        "1.09678 × 10⁵ m⁻¹",
        "1.09678 × 10⁶ m⁻¹",
        "1.09678 × 10⁷ m⁻¹"
      ],
      "correct_answer": "1.09678 × 10⁷ m⁻¹",
      "explanation": "",
      "time_limit": 46
    },
    {
      "id": 35,
      "topic": "পরমাণু মডেল ও প্রাথমিক ধারণা",
      "question_text": "হাইড্রোজেন সদৃশ আয়ন Be³⁺ এর ২য় বোর কক্ষপথের ব্যাসার্ধ কত?",
      "options": [
        "0.435Å",
        "0.706Å",
        "0.529Å",
        "0.629Å"
      ],
      "correct_answer": "0.529Å",
      "explanation": "",
      "time_limit": 46
    },
    {
      "id": 36,
      "topic": "পরমাণু মডেল ও প্রাথমিক ধারণা",
      "question_text": "ইলেকট্রন 2p থেকে 3s শক্তিস্তরে স্থানান্তরের ফলে আলোক রশ্মি হিসাবে শক্তি-",
      "options": [
        "বিকরিত হয়",
        "শোষিত বা বিকরিত হয় না",
        "নতুন ধরনের পরমাণু সৃষ্টি হয়",
        "শোষিত হয়"
      ],
      "correct_answer": "শোষিত হয়",
      "explanation": "",
      "time_limit": 46
    },
    {
      "id": 37,
      "topic": "পরমাণু মডেল ও প্রাথমিক ধারণা",
      "question_text": "λ = h/mv সমীকরণের নাম-",
      "options": [
        "Schrodinger সমীকরণ",
        "de Broglie সমীকরণ",
        "Bohr সমীকরণ",
        "Einstein সমীকরণ"
      ],
      "correct_answer": "de Broglie সমীকরণ",
      "explanation": "",
      "time_limit": 46
    },
    {
      "id": 38,
      "topic": "পরমাণু মডেল ও প্রাথমিক ধারণা",
      "question_text": "1Å কত মিটারের সমান?",
      "options": [
        "10⁻¹⁰",
        "10⁻⁸",
        "10⁻⁶",
        "10⁻⁹"
      ],
      "correct_answer": "10⁻¹⁰",
      "explanation": "",
      "time_limit": 46
    },
    {
      "id": 39,
      "topic": "পরমাণু মডেল ও প্রাথমিক ধারণা",
      "question_text": "He⁺ এর ১ম ও ২য় শক্তিস্তরের শক্তির পার্থক্য কত eV?",
      "options": [
        "3.4",
        "10.2",
        "40.8",
        "91.8"
      ],
      "correct_answer": "40.8",
      "explanation": "ΔE = 13.6Z² (1/n₁² - 1/n₂²) = 13.6 × 2² × (1/1² - 1/2²) = 40.8 eV. বি.দ্র: স্যারের বইয়ে উত্তর (b) দেওয়া আছে। কিন্তু সঠিক উত্তর হবে (c)।",
      "time_limit": 46
    },
    {
      "id": 40,
      "topic": "পরমাণু মডেল ও প্রাথমিক ধারণা",
      "question_text": "আলফা কণার ভর সংখ্যা কত?",
      "options": [
        "1",
        "2",
        "3",
        "4"
      ],
      "correct_answer": "4",
      "explanation": "",
      "time_limit": 46
    },
    {
      "id": 41,
      "topic": "পরমাণু মডেল ও প্রাথমিক ধারণা",
      "question_text": "রাদারফোর্ড নিউক্লিয়াস আবিষ্কারের পরীক্ষায় ZnS কেন ব্যবহার করেন?",
      "options": [
        "α- কণার দিক পরিবর্তন করার জন্য",
        "α- কণার দিক পরিবর্তন বুঝার জন্য",
        "ধনাত্মক ক্ষেত্র তৈরির জন্য",
        "ঋণাত্মক ক্ষেত্র তৈরির জন্য"
      ],
      "correct_answer": "α- কণার দিক পরিবর্তন বুঝার জন্য",
      "explanation": "",
      "time_limit": 46
    },
    {
      "id": 42,
      "topic": "পরমাণু মডেল ও প্রাথমিক ধারণা",
      "question_text": "নিচের কোন পরমাণু/আয়নকে বোর পরমাণু মডেল ব্যাখ্যা করতে পারে?",
      "options": [
        "H",
        "H⁺",
        "Be³⁺",
        "Be²⁺"
      ],
      "correct_answer": "H",
      "explanation": "বি.দ্র: স্যারের বইয়ে উত্তর (c) দেওয়া কিন্তু সঠিক উত্তর (a) ও (c) উভয়ই।",
      "time_limit": 46
    },
    {
      "id": 43,
      "topic": "পরমাণু মডেল ও প্রাথমিক ধারণা",
      "question_text": "H-পরমাণুর ২য় বোর কক্ষের শক্তি -328 kJmol⁻¹ হলে চতুর্থ বোর কক্ষের শক্তি হবে-",
      "options": [
        "-41 kJmol⁻¹",
        "-1312 kJmol⁻¹",
        "-164 kJmol⁻¹",
        "-82 kJmol⁻¹"
      ],
      "correct_answer": "-82 kJmol⁻¹",
      "explanation": "সমাধান: E₂ = E₁ × 1/4; E₄ = E₁ × 1/16 ∴ E₄/E₂ = 1/4 ∴ E₄ = E₂/4 = -328/4 = -82 kJmol⁻¹",
      "time_limit": 46
    },
    {
      "id": 44,
      "topic": "পরমাণু মডেল ও প্রাথমিক ধারণা",
      "question_text": "H-পরমাণুর ২য় শক্তিস্তরের মোট শক্তি ১ম শক্তিস্তরের-",
      "options": [
        "2 গুণ",
        "4 গুণ",
        "1/4 গুণ",
        "1/2 গুণ"
      ],
      "correct_answer": "1/4 গুণ",
      "explanation": "H পরমাণুর- n-তম কক্ষপথের ব্যাসার্ধ: r_n = r₁ × (n)²; n-তম কক্ষপথে ইলেকট্রনের বেগ: v_n = v₁ × 1/n; n-তম কক্ষপথে ইলেকট্রনের শক্তি: E_n = E₁ × 1/n². ∴ E₂ = E₁ × 1/2² = E₁ × 1/4",
      "time_limit": 46
    },
    {
      "id": 45,
      "topic": "পরমাণু মডেল ও প্রাথমিক ধারণা",
      "question_text": "N শেলের ব্যাসার্ধ K শেলের ব্যাসার্ধের কত গুণ?",
      "options": [
        "9",
        "16",
        "4",
        "25"
      ],
      "correct_answer": "16",
      "explanation": "r_n = n² × r₁ ∴ r₄ = 4² × r₁ = 16 × r₁ K শেল, n = 1; N শেল, n = 4",
      "time_limit": 46
    },
    {
      "id": 46,
      "topic": "পরমাণু মডেল ও প্রাথমিক ধারণা",
      "question_text": "বোর মডেলে আবর্তনশীল ইলেকট্রনের গতিপথ –",
      "options": [
        "একমাত্রিক",
        "দ্বিমাত্রিক",
        "ত্রিমাত্রিক",
        "চতুর্মাত্রিক"
      ],
      "correct_answer": "দ্বিমাত্রিক",
      "explanation": "",
      "time_limit": 46
    },
    {
      "id": 47,
      "topic": "পরমাণু মডেল ও প্রাথমিক ধারণা",
      "question_text": "জিম্যান প্রভাব এবং স্টার্ক প্রভাব কোন মডেলের সীমাবদ্ধতা প্রকাশ করে?",
      "options": [
        "বোর মডেল",
        "থমসন মডেল",
        "সামারফিল্ড পরমাণু মডেল",
        "তরঙ্গ বলবিদ্যা মডেল"
      ],
      "correct_answer": "বোর মডেল",
      "explanation": "",
      "time_limit": 46
    },
    {
      "id": 48,
      "topic": "পরমাণু মডেল ও প্রাথমিক ধারণা",
      "question_text": "ইলেকট্রনের স্থির কক্ষপথ বা শক্তিস্তরের ধারণা প্রথম কে প্রদান করেন?",
      "options": [
        "রাদারফোর্ড",
        "ম্যাক্সওয়েল",
        "প্ল্যাঙ্ক",
        "বোর"
      ],
      "correct_answer": "বোর",
      "explanation": "",
      "time_limit": 46
    },
    {
      "id": 49,
      "topic": "পরমাণু মডেল ও প্রাথমিক ধারণা",
      "question_text": "ইলেকট্রনকে কীরূপে গণ্য করা হলে তার অবস্থান ভরবেগ নির্ণয় করা সম্ভব?",
      "options": [
        "তরঙ্গ",
        "কণা",
        "চার্জ/আধান",
        "শক্তি"
      ],
      "correct_answer": "কণা",
      "explanation": "",
      "time_limit": 46
    },
    {
      "id": 50,
      "topic": "পরমাণু মডেল ও প্রাথমিক ধারণা",
      "question_text": "H পরমাণুর ১ম কক্ষপথের ব্যাসার্ধকে কী বলে?",
      "options": [
        "রাদারফোর্ড ব্যাসার্ধ",
        "বোর ব্যাসার্ধ",
        "থমসন ব্যাসার্ধ",
        "ব্রগলি ব্যাসার্ধ"
      ],
      "correct_answer": "বোর ব্যাসার্ধ",
      "explanation": "",
      "time_limit": 46
    },
    {
      "id": 51,
      "topic": "পরমাণু মডেল ও প্রাথমিক ধারণা",
      "question_text": "ZnS কোন ধরনের বিকিরণ সৃষ্টি করে?",
      "options": [
        "প্রতিপ্রভা",
        "অনুপ্রভা",
        "আলোর বিচ্ছুরণ বর্ণালি",
        "আণবিক বর্ণালি"
      ],
      "correct_answer": "অনুপ্রভা",
      "explanation": "",
      "time_limit": 46
    },
    {
      "id": 52,
      "topic": "পরমাণু মডেল ও প্রাথমিক ধারণা",
      "question_text": "তড়িৎ ক্ষেত্রের প্রভাবে বর্ণালি সূক্ষ্ম রেখায় বিভক্ত হওয়াকে কী বলে?",
      "options": [
        "প্ল্যাঙ্ক প্রভাব",
        "বোর প্রভাব",
        "স্টার্ক প্রভাব",
        "জিম্যান প্রভাব"
      ],
      "correct_answer": "স্টার্ক প্রভাব",
      "explanation": "",
      "time_limit": 46
    },
    {
      "id": 53,
      "topic": "পরমাণু মডেল ও প্রাথমিক ধারণা",
      "question_text": "ত্রিমাত্রিক তরঙ্গ বলবিদ্যা মডেল উপস্থাপন করেন কে?",
      "options": [
        "লুই ডি ব্রগলি",
        "হাইজেনবার্গ",
        "স্রোডিঞ্জার",
        "ম্যাক্স প্ল্যাঙ্ক"
      ],
      "correct_answer": "স্রোডিঞ্জার",
      "explanation": "",
      "time_limit": 46
    },
    {
      "id": 54,
      "topic": "পরমাণু মডেল ও প্রাথমিক ধারণা",
      "question_text": "ইলেকট্রনের কোন ধর্মকে প্রয়োগ করে শক্তিশালী 'ইলেকট্রন মাইক্রোস্কোপ' তৈরি করা হয়েছে?",
      "options": [
        "তরঙ্গ ধর্ম",
        "কণা ধর্ম",
        "দ্বৈত ধর্ম",
        "অণু ধর্ম"
      ],
      "correct_answer": "তরঙ্গ ধর্ম",
      "explanation": "",
      "time_limit": 46
    },
    {
      "id": 55,
      "topic": "পরমাণু মডেল ও প্রাথমিক ধারণা",
      "question_text": "আলফা কণার ভর কত?",
      "options": [
        "4 mg",
        "4 kg",
        "2 g",
        "4 dalton"
      ],
      "correct_answer": "4 dalton",
      "explanation": "",
      "time_limit": 46
    },
    {
      "id": 56,
      "topic": "পরমাণু মডেল ও প্রাথমিক ধারণা",
      "question_text": "কোন পরমাণু মডেলটি Plum Pudding Model নামে পরিচিত?",
      "options": [
        "থমসন পরমাণু মডেল",
        "বোর পরমাণু মডেল",
        "রাদারফোর্ড পরমাণু মডেল",
        "সমারফিল্ড পরমাণু মডেল"
      ],
      "correct_answer": "থমসন পরমাণু মডেল",
      "explanation": "",
      "time_limit": 46
    },
    {
      "id": 57,
      "topic": "পরমাণু মডেল ও প্রাথমিক ধারণা",
      "question_text": "ইলেকট্রন নিউক্লিয়াসকে আবর্তন করে –",
      "options": [
        "বৃত্তাকারে",
        "উপবৃত্তাকারে",
        "অধিবৃত্তাকারে",
        "ডিম্বাকারে"
      ],
      "correct_answer": "বৃত্তাকারে",
      "explanation": "",
      "time_limit": 46
    },
    {
      "id": 58,
      "topic": "পরমাণু মডেল ও প্রাথমিক ধারণা",
      "question_text": "পরমাণুর বর্ণালিসমূহ কেমন?",
      "options": [
        "অবিচ্ছিন্ন ও অনুজ্জ্বল",
        "বিচ্ছিন্ন ও অনুজ্জ্বল",
        "বিচ্ছিন্ন ও উজ্জ্বল",
        "অবিচ্ছিন্ন ও উজ্জ্বল"
      ],
      "correct_answer": "বিচ্ছিন্ন ও উজ্জ্বল",
      "explanation": "",
      "time_limit": 46
    },
    {
      "id": 59,
      "topic": "পরমাণু মডেল ও প্রাথমিক ধারণা",
      "question_text": "বোর পরমাণু মডেলের ক্ষেত্রে কোন উক্তিটি সত্য নয়?",
      "options": [
        "প্রধান কোয়ান্টাম সংখ্যার ধারণা পাওয়া যায়",
        "সুস্থিত কক্ষপথের ব্যাসার্ধ পরিমাণ করা যায়",
        "আপেক্ষিকতার তত্ত্ব মেনে চলে না",
        "বর্ণালি রেখার তীব্রতা ব্যাখ্যা করা যায়"
      ],
      "correct_answer": "বর্ণালি রেখার তীব্রতা ব্যাখ্যা করা যায়",
      "explanation": "",
      "time_limit": 46
    },
    {
      "id": 60,
      "topic": "কোয়ান্টাম সংখ্যা",
      "question_text": "নিউক্লিয়াসের বাহিরে একটি অরবিটে ইলেকট্রনের সংখ্যা সর্বাপেক্ষা নিম্নের কয়টি?",
      "options": [
        "1n²",
        "2n²",
        "3n²",
        "4n²"
      ],
      "correct_answer": "2n²",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 61,
      "topic": "কোয়ান্টাম সংখ্যা",
      "question_text": "3p অরবিটালের বেলায় n ও l এর মান কোনটি হবে?",
      "options": [
        "n = 3, l = 0",
        "n = 3, l = 1",
        "n = 2, l = 3",
        "n = 3, l = 2"
      ],
      "correct_answer": "n = 3, l = 1",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 62,
      "topic": "কোয়ান্টাম সংখ্যা",
      "question_text": "নিচের ৪ টি কোয়ান্টাম সংখ্যার মানের কোন সেটটি একটি d- ইলেকট্রনের জন্য সঠিক?",
      "options": [
        "4, 3, 2, +1/2",
        "4, 2, 1, 0",
        "4, 3, -2, +1/2",
        "4, 2, 1, -1/2"
      ],
      "correct_answer": "4, 2, 1, -1/2",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 63,
      "topic": "কোয়ান্টাম সংখ্যা",
      "question_text": "নিচের ৪ টি কোয়ান্টাম সংখ্যার মানের কোন সেটটি অবাস্তব?",
      "options": [
        "3, 2, -2, +1/2",
        "4, 0, 0, +1/2",
        "3, 2, -3, +1/2",
        "5, 3, 0, -1/2"
      ],
      "correct_answer": "3, 2, -3, +1/2",
      "explanation": "l = 2 হলে m এর সম্ভাব্য মান হতে পারে ৫টি যেমন, 2, 1, 0, -1, -2",
      "time_limit": 42
    },
    {
      "id": 64,
      "topic": "কোয়ান্টাম সংখ্যা",
      "question_text": "পরমাণুতে অরবিটালের ধারণা নিচের কোনটি থেকে পাওয়া যায়?",
      "options": [
        "বোর পরমাণু মডেল",
        "রাদারফোর্ড পরমাণু মডেল",
        "কোয়ান্টাম বলবিদ্যা",
        "আউফবাউ নীতি"
      ],
      "correct_answer": "কোয়ান্টাম বলবিদ্যা",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 65,
      "topic": "কোয়ান্টাম সংখ্যা",
      "question_text": "মৌলের যে কোনো উপশক্তি স্তরে ইলেকট্রন ধারণ ক্ষমতা নির্ণয়ে সূত্র কোনটি?",
      "options": [
        "2n²",
        "(2l + 1)",
        "2(2l + 1)",
        "2(l + 1)"
      ],
      "correct_answer": "2(2l + 1)",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 66,
      "topic": "কোয়ান্টাম সংখ্যা",
      "question_text": "d_xy অরবিটালে কয়টি লোব (Lobe) থাকে?",
      "options": [
        "1",
        "2",
        "3",
        "4"
      ],
      "correct_answer": "4",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 67,
      "topic": "কোয়ান্টাম সংখ্যা",
      "question_text": "n = 2, l = 1, m = 1 হলে ঐ অরবিটালের প্রতীক কোনটি হবে?",
      "options": [
        "2p_x",
        "2p_y",
        "2p_z",
        "2s"
      ],
      "correct_answer": "2p_y",
      "explanation": "m এর মান সুনির্দিষ্ট নয়। তাই অনুশীলনীর উত্তর অনুযায়ী (b) উত্তর করাই শ্রেয়।",
      "time_limit": 42
    },
    {
      "id": 68,
      "topic": "কোয়ান্টাম সংখ্যা",
      "question_text": "কোন অরবিটালে ইলেকট্রনের ঘনত্ব সর্বাধিক?",
      "options": [
        "2p",
        "1s",
        "2s",
        "3s"
      ],
      "correct_answer": "1s",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 69,
      "topic": "কোয়ান্টাম সংখ্যা",
      "question_text": "3d অরবিটালের জন্য m এর মান নিচের কোন সেট হবে?",
      "options": [
        "0",
        "-1, 0, +1",
        "-2, -1, 0, +1, +2",
        "-3, -2, -1, 0, +1, +2, +3"
      ],
      "correct_answer": "-2, -1, 0, +1, +2",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 70,
      "topic": "কোয়ান্টাম সংখ্যা",
      "question_text": "p অরবিটালের আকৃতি নিচের কোনটি?",
      "options": [
        "বৃত্তাকার",
        "বর্তুলাকার",
        "ডাম্বেল আকার",
        "ডাবল ডাম্বেল"
      ],
      "correct_answer": "ডাম্বেল আকার",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 71,
      "topic": "কোয়ান্টাম সংখ্যা",
      "question_text": "সহকারী কোয়ান্টাম সংখ্যার মান 2 হলে, তখন m এর মান কয়টি হয়?",
      "options": [
        "2",
        "3",
        "4",
        "5"
      ],
      "correct_answer": "5",
      "explanation": "2l + 1 = 2(2) + 1 = 5",
      "time_limit": 42
    },
    {
      "id": 72,
      "topic": "কোয়ান্টাম সংখ্যা",
      "question_text": "কোন অরবিটালটি সম্ভব?",
      "options": [
        "3f",
        "3d",
        "2d",
        "1p"
      ],
      "correct_answer": "3d",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 73,
      "topic": "কোয়ান্টাম সংখ্যা",
      "question_text": "পরমাণুর ৩য় শক্তিস্তরে মোট অরবিটাল সংখ্যা কত?",
      "options": [
        "3",
        "4",
        "8",
        "9"
      ],
      "correct_answer": "9",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 74,
      "topic": "কোয়ান্টাম সংখ্যা",
      "question_text": "2p অরবিটালের জন্য n, l এবং m এর মান নিচের কোন সেটটি হবে?",
      "options": [
        "2, 1, 2",
        "2, 1, (-1, 0, 1)",
        "2, 2, (-2)",
        "1, 1, 0"
      ],
      "correct_answer": "2, 1, (-1, 0, 1)",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 75,
      "topic": "কোয়ান্টাম সংখ্যা",
      "question_text": "Ca পরমাণুর সর্ববহিস্থ স্তরের ২টি ইলেকট্রনের ৪টি কোয়ান্টাম সংখ্যার সেট কোনটি?",
      "options": [
        "n = 4, l = 0, m = 0, s = +1/2, -1/2",
        "n = 3, l = 1, m = 0, s = +1/2, -1/2",
        "n = 4, l = 1, m = 0, s = +1/2, -1/2",
        "n = 4, l = 2, m = 1, s = +1/2, -1/2"
      ],
      "correct_answer": "n = 4, l = 0, m = 0, s = +1/2, -1/2",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 76,
      "topic": "কোয়ান্টাম সংখ্যা",
      "question_text": "Cu পরমাণুর সর্ববহিস্থ স্তরের ইলেকট্রনের (4s¹ এর) ৪টি কোয়ান্টাম সংখ্যার মান কোনটি?",
      "options": [
        "n = 4, l = 1, m = 0, s = +1/2",
        "n = 4, l = 0, m = 0, s = +1/2",
        "n = 4, l = 0, m = 0, s = -1/2",
        "n = 4, l = 1, m = 2, s = -1/2"
      ],
      "correct_answer": "n = 4, l = 0, m = 0, s = +1/2",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 77,
      "topic": "কোয়ান্টাম সংখ্যা",
      "question_text": "কোনো পরমাণুর একটি ইলেকট্রনের জন্য নিচের কোন ৪টি কোয়ান্টাম সংখ্যার সেটটি সঠিক?",
      "options": [
        "n = 3, l = 1, m = -2, s = +1/2",
        "n = 1, l = 1, m = 0, s = -1/2",
        "n = 2, l = 1, m = 0, s = +1/2",
        "n = 2, l = 1, m = +2, s = -1/2"
      ],
      "correct_answer": "n = 2, l = 1, m = 0, s = +1/2",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 78,
      "topic": "কোয়ান্টাম সংখ্যা",
      "question_text": "মৌলের পরমাণুর কোনটিতে সর্বোচ্চ ৬টি ইলেকট্রন থাকতে পারে?",
      "options": [
        "1টি d-অরবিটালে",
        "p-উপশক্তিস্তরে",
        "৩য় শক্তিস্তরে",
        "যোজ্যতা স্তরে"
      ],
      "correct_answer": "p-উপশক্তিস্তরে",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 79,
      "topic": "কোয়ান্টাম সংখ্যা",
      "question_text": "3d উপশক্তিস্তরে অনুমোদিত চৌম্বকীয় কোয়ান্টাম সংখ্যার মান কয়টি?",
      "options": [
        "3",
        "7",
        "5",
        "9"
      ],
      "correct_answer": "5",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 80,
      "topic": "কোয়ান্টাম সংখ্যা",
      "question_text": "পঞ্চম শক্তিস্তরে মোট অরবিটাল সংখ্যা কয়টি?",
      "options": [
        "৫ টি",
        "৯ টি",
        "১৬ টি",
        "২৫ টি"
      ],
      "correct_answer": "২৫ টি",
      "explanation": "n² = 5² = 25",
      "time_limit": 42
    },
    {
      "id": 81,
      "topic": "কোয়ান্টাম সংখ্যা",
      "question_text": "Mg মৌলের সর্ববহিস্থ স্তরের ইলেকট্রনের জন্য চারটি কোয়ান্টাম সংখ্যার সঠিক সেট কোনটি?",
      "options": [
        "n = 4, l = 0, m = 0, s = +1/2, -1/2",
        "n = 3, l = 1, m = 1, s = +1/2, -1/2",
        "n = 3, l = 0, m = 1, s = +1/2, -1/2",
        "n = 3, l = 0, m = 0, s = +1/2, -1/2"
      ],
      "correct_answer": "n = 3, l = 0, m = 0, s = +1/2, -1/2",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 82,
      "topic": "কোয়ান্টাম সংখ্যা",
      "question_text": "একটি পরমাণুর ৫ম শক্তিস্তরে সর্বোচ্চ ইলেকট্রন সংখ্যা ধারণ ক্ষমতা কত?",
      "options": [
        "32",
        "50",
        "18",
        "82"
      ],
      "correct_answer": "50",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 83,
      "topic": "কোয়ান্টাম সংখ্যা",
      "question_text": "p-উপশক্তিস্তরে মোট কয়টি অরবিটাল?",
      "options": [
        "1",
        "3",
        "5",
        "7"
      ],
      "correct_answer": "3",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 84,
      "topic": "কোয়ান্টাম সংখ্যা",
      "question_text": "d-উপশক্তিস্তরে মোট অরবিটাল কয়টি?",
      "options": [
        "1",
        "3",
        "5",
        "7"
      ],
      "correct_answer": "5",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 85,
      "topic": "কোয়ান্টাম সংখ্যা",
      "question_text": "f-উপশক্তিস্তরে মোট অরবিটাল কয়টি?",
      "options": [
        "3",
        "5",
        "7",
        "9"
      ],
      "correct_answer": "7",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 86,
      "topic": "কোয়ান্টাম সংখ্যা",
      "question_text": "কোন অরবিটালটি অবাস্তব হবে?",
      "options": [
        "3s",
        "2d",
        "3d",
        "4f"
      ],
      "correct_answer": "2d",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 87,
      "topic": "কোয়ান্টাম সংখ্যা",
      "question_text": "Fe এর ইলেকট্রন বিন্যাসে n = 3, l = 2 হলে কয়টি অরবিটাল সম্ভব?",
      "options": [
        "2",
        "3",
        "5",
        "7"
      ],
      "correct_answer": "5",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 88,
      "topic": "কোয়ান্টাম সংখ্যা",
      "question_text": "চতুর্থ শক্তিস্তরে উপস্তর সংখ্যা কয়টি?",
      "options": [
        "1",
        "2",
        "3",
        "4"
      ],
      "correct_answer": "4",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 89,
      "topic": "কোয়ান্টাম সংখ্যা",
      "question_text": "n = 2, l = 1, m = -1 অরবিটালের প্রতীক কোনটি?",
      "options": [
        "2s",
        "2p_x",
        "2p_y",
        "2p_z"
      ],
      "correct_answer": "2p_z",
      "explanation": "কবীর স্যারের বইয়ে (b) উত্তর দেওয়া। কিন্তু হাজারী স্যারের বইয়ের তথ্যানুসারে সঠিক উত্তর (d) হবে।",
      "time_limit": 42
    },
    {
      "id": 90,
      "topic": "কোয়ান্টাম সংখ্যা",
      "question_text": "কোয়ান্টাম শক্তি বিকিরিত শক্তির কম্পাঙ্কের সাথে কীভাবে সম্পর্কিত?",
      "options": [
        "সমানুপাতিক",
        "ব্যস্তানুপাতিক",
        "সমান",
        "বর্গমূলের সমানুপাতিক"
      ],
      "correct_answer": "সমানুপাতিক",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 91,
      "topic": "কোয়ান্টাম সংখ্যা",
      "question_text": "কোনটি আকৃতি প্রকাশ করে?",
      "options": [
        "প্রধান কোয়ান্টাম সংখ্যা",
        "চৌম্বক কোয়ান্টাম সংখ্যা",
        "সহকারী কোয়ান্টাম সংখ্যা",
        "ঘূর্ণন কোয়ান্টাম সংখ্যা"
      ],
      "correct_answer": "সহকারী কোয়ান্টাম সংখ্যা",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 92,
      "topic": "কোয়ান্টাম সংখ্যা",
      "question_text": "কোন অরবিটালটি সম্ভব?",
      "options": [
        "5s",
        "3f",
        "2d",
        "1p"
      ],
      "correct_answer": "5s",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 93,
      "topic": "কোয়ান্টাম সংখ্যা",
      "question_text": "একটি ইলেকট্রনের জন্য কোয়ান্টাম সংখ্যার কোন সেটটি সম্ভব?",
      "options": [
        "1, 1, 0, +1/2",
        "1, 0, 0, -1/2",
        "1, 0, 1, +1/2",
        "1, 1, 0, -1/2"
      ],
      "correct_answer": "1, 0, 0, -1/2",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 94,
      "topic": "কোয়ান্টাম সংখ্যা",
      "question_text": "পরমাণুতে অরবিটাল সম্পর্কে ধারণা দেয় কোন কোয়ান্টাম সংখ্যা?",
      "options": [
        "প্রধান কোয়ান্টাম সংখ্যা",
        "সহকারী কোয়ান্টাম সংখ্যা",
        "চৌম্বক কোয়ান্টাম সংখ্যা",
        "স্পিন কোয়ান্টাম সংখ্যা"
      ],
      "correct_answer": "চৌম্বক কোয়ান্টাম সংখ্যা",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 95,
      "topic": "কোয়ান্টাম সংখ্যা",
      "question_text": "সর্ববহিস্থ স্তরের d-অরবিটালের জন্য প্রযোজ্য কোনটি?",
      "options": [
        "n = 1, l = 0",
        "n = 2, l = 1",
        "n = 3, l = 2",
        "n = 4, l = 3"
      ],
      "correct_answer": "n = 3, l = 2",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 96,
      "topic": "কোয়ান্টাম সংখ্যা",
      "question_text": "কোনো ইলেকট্রনের জন্য কোয়ান্টাম সংখ্যার কোন সেটটি গ্রহণযোগ্য?",
      "options": [
        "(1, 1, 1, +1/2)",
        "(2, 0, 1, +1/2)",
        "(4, 2, -1, +1/2)",
        "(3, 1, -2, -1/2)"
      ],
      "correct_answer": "(4, 2, -1, +1/2)",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 97,
      "topic": "কোয়ান্টাম সংখ্যা",
      "question_text": "উত্তেজিত অবস্থায় H পরমাণুর বেলায় কোয়ান্টাম সংখ্যা n = 4, l = 1 বিশিষ্ট অরবিটাল কোনটি?",
      "options": [
        "s orbital",
        "p orbital",
        "d_z² orbital",
        "d_x²_y² orbital"
      ],
      "correct_answer": "p orbital",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 98,
      "topic": "কোয়ান্টাম সংখ্যা",
      "question_text": "2p অরবিটালের n এবং l এর মান কত?",
      "options": [
        "n = 3, l = 1",
        "n = 2, l = 1",
        "n = 1, l = 2",
        "n = 2, l = 0"
      ],
      "correct_answer": "n = 2, l = 1",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 99,
      "topic": "কোয়ান্টাম সংখ্যা",
      "question_text": "পটাশিয়াম (K) এর সর্বশেষ ইলেকট্রনের সম্ভাব্য কোয়ান্টাম সংখ্যা সেট কোনটি?",
      "options": [
        "n = 4, l = 2, m = 1, s = +1/2",
        "n = 4, l = 0, m = 0, s = +1/2",
        "n = 4, l = 1, m = 0, s = -1/2",
        "n = 4, l = 1, m = 0, s = +1/2"
      ],
      "correct_answer": "n = 4, l = 0, m = 0, s = +1/2",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 100,
      "topic": "কোয়ান্টাম সংখ্যা",
      "question_text": "একটি পরমাণুতে দুটি ইলেকট্রনের সর্বোচ্চ কয়টি কোয়ান্টাম সংখ্যার মান একই হতে পারে?",
      "options": [
        "1",
        "2",
        "3",
        "4"
      ],
      "correct_answer": "3",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 101,
      "topic": "কোয়ান্টাম সংখ্যা",
      "question_text": "4f অরবিটালের (n+l) এর মান কত?",
      "options": [
        "4",
        "6",
        "7",
        "11"
      ],
      "correct_answer": "7",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 102,
      "topic": "কোয়ান্টাম সংখ্যা",
      "question_text": "l = 2 হলে উপস্তর কোনটি?",
      "options": [
        "s- উপস্তর",
        "p- উপস্তর",
        "d- উপস্তর",
        "f- উপস্তর"
      ],
      "correct_answer": "d- উপস্তর",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 103,
      "topic": "কোয়ান্টাম সংখ্যা",
      "question_text": "কোয়ান্টাম সংখ্যার উৎস কী?",
      "options": [
        "প্ল্যাঙ্কের কোয়ান্টাম তত্ত্ব",
        "বোর মতবাদ",
        "রাদারফোর্ড মতবাদ",
        "কোয়ান্টাম বলবিদ্যা"
      ],
      "correct_answer": "কোয়ান্টাম বলবিদ্যা",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 104,
      "topic": "কোয়ান্টাম সংখ্যা",
      "question_text": "কোন অরবিটালের দিকধর্ম নেই?",
      "options": [
        "s",
        "p",
        "d",
        "f"
      ],
      "correct_answer": "s",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 105,
      "topic": "কোয়ান্টাম সংখ্যা",
      "question_text": "Cr পরমাণুর সর্ববহিঃস্থ স্তরের ইলেকট্রনের জন্য কোয়ান্টাম সংখ্যার সেট কোনটি?",
      "options": [
        "n = 4, l = 0, m = 0, s = +1/2",
        "n = 3, l = 0, m = 0, s = +1/2",
        "n = 3, l = 2, m = +2, s = +1/2",
        "n = 4, l = 2, m = -2, s = -1/2"
      ],
      "correct_answer": "n = 4, l = 0, m = 0, s = +1/2",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 106,
      "topic": "কোয়ান্টাম সংখ্যা",
      "question_text": "কোনো পরমাণুর ২২তম ইলেকট্রনের জন্য কোয়ান্টাম সংখ্যার কোন সেটটি সঠিক?",
      "options": [
        "n = 3, l = 0, m = 0, s = +1/2",
        "n = 3, l = 2, m = -2, s = -1/2",
        "n = 4, l = 0, m = 0, s = +1/2",
        "n = 4, l = 2, m = -2, s = -1/2"
      ],
      "correct_answer": "n = 3, l = 2, m = -2, s = -1/2",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 107,
      "topic": "কোয়ান্টাম সংখ্যা",
      "question_text": "3d অরবিটালের জন্য সহকারী কোয়ান্টাম সংখ্যার মান কত?",
      "options": [
        "0",
        "1",
        "2",
        "3"
      ],
      "correct_answer": "2",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 108,
      "topic": "কোয়ান্টাম সংখ্যা",
      "question_text": "নিচের কোন কোয়ান্টাম সংখ্যার সেটটি গ্রহণযোগ্য?",
      "options": [
        "n = 1, l = 0, m = 0",
        "n = 2, l = 1, m = -2",
        "n = 3, l = 1, m = +2",
        "n = 3, l = 2, m = -3"
      ],
      "correct_answer": "n = 1, l = 0, m = 0",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 109,
      "topic": "কোয়ান্টাম সংখ্যা",
      "question_text": "পরমাণুর ৩য় শক্তিস্তরের জন্য 'm' এর মান কোনটি?",
      "options": [
        "3",
        "4",
        "6",
        "9"
      ],
      "correct_answer": "9",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 110,
      "topic": "কোয়ান্টাম সংখ্যা",
      "question_text": "₂₈Ni এর কতগুলো ইলেকট্রনের ক্ষেত্রে (n + l) = 4 হয় (এখানে, l = 1)?",
      "options": [
        "4",
        "5",
        "6",
        "7"
      ],
      "correct_answer": "6",
      "explanation": "₂₈Ni → 1s²2s²2p⁶3s²3p⁶3d⁸4s² এখানে 3p⁶ এ n+l = 3+1 = 4",
      "time_limit": 42
    },
    {
      "id": 111,
      "topic": "কোয়ান্টাম সংখ্যা",
      "question_text": "নিচের কোনটি n তম শক্তিস্তরে মোট অরবিটালের সংখ্যা প্রকাশ করে?",
      "options": [
        "n/2 {1 + (2n - 2)}",
        "n/2 {1 + (2n - 1)}",
        "n/2 {2 + (2n + 1)}",
        "n/2 {2 + (2n - 1)}"
      ],
      "correct_answer": "n/2 {1 + (2n - 1)}",
      "explanation": "n/2 {1 + (2n - 1)} = n/2 × 2n = n²",
      "time_limit": 42
    },
    {
      "id": 112,
      "topic": "কোয়ান্টাম সংখ্যা",
      "question_text": "26 আণবিক সংখ্যাবিশিষ্ট একটি মৌলের M-শেলে ইলেকট্রনের সংখ্যা-",
      "options": [
        "12",
        "18",
        "14",
        "16"
      ],
      "correct_answer": "14",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 113,
      "topic": "কোয়ান্টাম সংখ্যা",
      "question_text": "প্রধান কোয়ান্টাম সংখ্যা 4 হলে মোট অরবিটালের সংখ্যা হবে?",
      "options": [
        "16",
        "14",
        "10",
        "32"
      ],
      "correct_answer": "16",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 114,
      "topic": "কোয়ান্টাম সংখ্যা",
      "question_text": "নিচের কোন কোয়ান্টাম সংখ্যাটি অরবিটালের আকৃতি সংজ্ঞায়িত করে?",
      "options": [
        "n",
        "l",
        "m",
        "s"
      ],
      "correct_answer": "l",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 115,
      "topic": "কোয়ান্টাম সংখ্যা",
      "question_text": "উপশক্তি স্তর s এর জন্য l ও m এর মান যথাক্রমে-",
      "options": [
        "0, 1",
        "1, 0",
        "0, 0",
        "1, 1"
      ],
      "correct_answer": "0, 0",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 116,
      "topic": "কোয়ান্টাম সংখ্যা",
      "question_text": "একটি অরবিটালের চারটি কোয়ান্টাম সংখ্যার মান n = 3, l = 2, m = 1 এবং s = +1/2 হলে ইলেকট্রনের সংখ্যা হবে-",
      "options": [
        "1",
        "2",
        "5",
        "10"
      ],
      "correct_answer": "1",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 117,
      "topic": "কোয়ান্টাম সংখ্যা",
      "question_text": "কোয়ান্টাম সংখ্যা n = 2, l = 1 হলে অরবিটালটি কী?",
      "options": [
        "1s",
        "2s",
        "2p",
        "1p"
      ],
      "correct_answer": "2p",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 118,
      "topic": "কোয়ান্টাম সংখ্যা",
      "question_text": "n = 4, l = 3 কক্ষপথের অরবিটাল সংখ্যা কত?",
      "options": [
        "5",
        "10",
        "7",
        "14"
      ],
      "correct_answer": "7",
      "explanation": "অরবিটাল সংখ্যা = (2l + 1) = 2 × 3 + 1 = 7",
      "time_limit": 42
    },
    {
      "id": 119,
      "topic": "কোয়ান্টাম সংখ্যা",
      "question_text": "কোন অরবিটালটি অসম্ভব?",
      "options": [
        "2p",
        "3d",
        "4f",
        "3f"
      ],
      "correct_answer": "3f",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 120,
      "topic": "কোয়ান্টাম সংখ্যা",
      "question_text": "Al মৌলের 3p¹ ইলেকট্রনীয় কোয়ান্টাম সংখ্যার সেট (n, l, m) কোনটি?",
      "options": [
        "(3, 1, 1)",
        "(2, 0, 1)",
        "(3, 0, 0)",
        "(2, 1, 0)"
      ],
      "correct_answer": "(3, 1, 1)",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 121,
      "topic": "কোয়ান্টাম সংখ্যা",
      "question_text": "প্রতিটি l এর মানের জন্য m এর মান আছে-",
      "options": [
        "2l সংখ্যক",
        "(2l-1) সংখ্যক",
        "(l+1) সংখ্যক",
        "(2l+1) সংখ্যক"
      ],
      "correct_answer": "(2l+1) সংখ্যক",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 122,
      "topic": "কোয়ান্টাম সংখ্যা",
      "question_text": "নিচের কোন কোয়ান্টাম সেটটি একটি ইলেকট্রনের জন্য সম্ভব নয়?",
      "options": [
        "n = 2, l = 2, m = 0, s = +1/2",
        "n = 3, l = 1, m = 1, s = -1/2",
        "n = 1, l = 0, m = 0, s = -1/2",
        "n = 2, l = 0, m = 0, s = +1/2"
      ],
      "correct_answer": "n = 2, l = 2, m = 0, s = +1/2",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 123,
      "topic": "কোয়ান্টাম সংখ্যা",
      "question_text": "কোনো শক্তিস্তরে উপশক্তিস্তরের সংখ্যা কয়টি?",
      "options": [
        "n টি",
        "n² টি",
        "2n টি",
        "(2n+1) টি"
      ],
      "correct_answer": "n টি",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 124,
      "topic": "কোয়ান্টাম সংখ্যা",
      "question_text": "সহকারী কোয়ান্টাম সংখ্যার উপর কী নির্ভর করে?",
      "options": [
        "পরমাণুর শক্তিস্তর সংখ্যা",
        "শক্তিস্তরে উপশক্তিস্তর সংখ্যা",
        "প্রধান কোয়ান্টাম সংখ্যা",
        "ইলেকট্রনের অবস্থান"
      ],
      "correct_answer": "শক্তিস্তরে উপশক্তিস্তর সংখ্যা",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 125,
      "topic": "কোয়ান্টাম সংখ্যা",
      "question_text": "কোনো শক্তিস্তরে অরবিটাল সংখ্যা নির্ণয়ের সূত্র-",
      "options": [
        "2(2n+1)",
        "2n+1",
        "2n²",
        "n²"
      ],
      "correct_answer": "n²",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 126,
      "topic": "কোয়ান্টাম সংখ্যা",
      "question_text": "কোনটি শক্তিস্তরের আকার প্রকাশ করে?",
      "options": [
        "প্রধান কোয়ান্টাম সংখ্যা",
        "সহকারী কোয়ান্টাম সংখ্যা",
        "চৌম্বকীয় কোয়ান্টাম সংখ্যা",
        "ঘূর্ণন কোয়ান্টাম সংখ্যা"
      ],
      "correct_answer": "প্রধান কোয়ান্টাম সংখ্যা",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 127,
      "topic": "কোয়ান্টাম সংখ্যা",
      "question_text": "n এর মান যত, উপস্তরের সংখ্যা-",
      "options": [
        "তত",
        "তার চেয়ে 1 বেশি",
        "তার চেয়ে 2 বেশি",
        "তার চেয়ে 1 কম"
      ],
      "correct_answer": "তত",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 128,
      "topic": "কোয়ান্টাম সংখ্যা",
      "question_text": "p অরবিটালের ইলেকট্রন মেঘে কতটি লোব বিদ্যমান?",
      "options": [
        "1 টি",
        "2 টি",
        "3 টি",
        "4 টি"
      ],
      "correct_answer": "2 টি",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 129,
      "topic": "কোয়ান্টাম সংখ্যা",
      "question_text": "p অরবিটালের ইলেকট্রন মেঘের ঘনত্ব কোথায় বেশি?",
      "options": [
        "পরমাণুর কেন্দ্রে",
        "45° কোণে",
        "অক্ষ বরাবর",
        "60° কোণে"
      ],
      "correct_answer": "অক্ষ বরাবর",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 130,
      "topic": "কোয়ান্টাম সংখ্যা",
      "question_text": "অরবিট হচ্ছে-",
      "options": [
        "ত্রিমাত্রিক",
        "দিকধর্মী",
        "গোলাকৃতির",
        "অনিশ্চয়তা নীতি বিরুদ্ধ"
      ],
      "correct_answer": "অনিশ্চয়তা নীতি বিরুদ্ধ",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 131,
      "topic": "কোয়ান্টাম সংখ্যা",
      "question_text": "গ্রাউন্ড স্টেট ইলেকট্রন বিন্যাসে অরবিটালগুলো কীভাবে অবস্থান করে?",
      "options": [
        "জেনারেট",
        "ডিজেনারেট",
        "রিজেনারেট",
        "কনজুগেট"
      ],
      "correct_answer": "ডিজেনারেট",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 132,
      "topic": "কোয়ান্টাম সংখ্যা",
      "question_text": "দুটি অরবিটালের মধ্যবর্তী যে এলাকায় ইলেকট্রন মেঘের অবস্থান প্রায় শূন্য সে এলাকাকে কী বলে?",
      "options": [
        "নোড",
        "কোড",
        "ফোটন",
        "লোড"
      ],
      "correct_answer": "নোড",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 133,
      "topic": "কোয়ান্টাম সংখ্যা",
      "question_text": "চৌম্বকক্ষেত্রের প্রভাবে রেখা বর্ণালির সূক্ষ্ম রেখায় বিভক্ত হওয়ার কারণ ব্যাখ্যায় কোন কোয়ান্টাম সংখ্যার প্রয়োজন হয়?",
      "options": [
        "প্রধান কোয়ান্টাম সংখ্যা",
        "সহকারী কোয়ান্টাম সংখ্যা",
        "চুম্বকীয় কোয়ান্টাম সংখ্যা",
        "ঘূর্ণন কোয়ান্টাম সংখ্যা"
      ],
      "correct_answer": "চুম্বকীয় কোয়ান্টাম সংখ্যা",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 134,
      "topic": "কোয়ান্টাম সংখ্যা",
      "question_text": "'d' অরবিটালের আকৃতি কেমন?",
      "options": [
        "গোলকাকৃতি",
        "ডাম্বেল আকৃতি",
        "ডাবল ডাম্বেল আকৃতি",
        "অসম আকৃতি"
      ],
      "correct_answer": "ডাবল ডাম্বেল আকৃতি",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 135,
      "topic": "কোয়ান্টাম সংখ্যা",
      "question_text": "নিচের কোনটি t_2g set অরবিটালের অন্তর্ভুক্ত নয়?",
      "options": [
        "d_xy",
        "d_yz",
        "d_zx",
        "d_z²"
      ],
      "correct_answer": "d_z²",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 136,
      "topic": "কোয়ান্টাম সংখ্যা",
      "question_text": "n = 3 প্রধান কোয়ান্টাম সংখ্যা বিশিষ্ট কতগুলো ইলেকট্রনের ঘূর্ণন সংখ্যা +1/2 হবে?",
      "options": [
        "9",
        "4",
        "8",
        "3"
      ],
      "correct_answer": "9",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 137,
      "topic": "কোয়ান্টাম সংখ্যা",
      "question_text": "কোয়ান্টাম সংখ্যার ক্ষেত্রে নিচের কোন বিজ্ঞানীর নাম সামঞ্জস্যপূর্ণ?",
      "options": [
        "প্রধান কোয়ান্টাম সংখ্যা - রাদারফোর্ড",
        "সহকারী কোয়ান্টাম সংখ্যা - বোর",
        "চৌম্বক কোয়ান্টাম সংখ্যা - সমারফিল্ড",
        "স্পিন কোয়ান্টাম সংখ্যা - উলেন বেক ও গোল্ড স্মিথ"
      ],
      "correct_answer": "স্পিন কোয়ান্টাম সংখ্যা - উলেন বেক ও গোল্ড স্মিথ",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 138,
      "topic": "কোয়ান্টাম সংখ্যা",
      "question_text": "নিচের কোন অরবিটালের ক্ষেত্রে নোডাল তল অনুপস্থিত?",
      "options": [
        "p_y",
        "p_z",
        "d_xy",
        "d_z²"
      ],
      "correct_answer": "d_z²",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 139,
      "topic": "পরমানু ও পরমাণুর মূল কণিকা সমূহ",
      "question_text": "নিচের কোন সংমিশ্রণটি \"স্থায়ী মূল কণিকা\"?",
      "options": [
        "proton, neutron ও meson",
        "electron, neutron ও deuteron",
        "proton, electron ও neutron",
        "proton, positron ও neutron"
      ],
      "correct_answer": "proton, electron ও neutron",
      "explanation": "",
      "time_limit": 35
    },
    {
      "id": 140,
      "topic": "পরমানু ও পরমাণুর মূল কণিকা সমূহ",
      "question_text": "ক্যাথোড রশ্মি কী?",
      "options": [
        "ইলেকট্রন",
        "নিউট্রন",
        "প্রোটন",
        "বোসন"
      ],
      "correct_answer": "ইলেকট্রন",
      "explanation": "",
      "time_limit": 35
    },
    {
      "id": 141,
      "topic": "পরমানু ও পরমাণুর মূল কণিকা সমূহ",
      "question_text": "ইলেকট্রনের ভর নিম্নের কত গ্রাম?",
      "options": [
        "1.6 × 10⁻¹⁹ gm",
        "9.1 × 10⁻³¹ gm",
        "9.1 × 10⁻¹⁹ gm",
        "9.1 × 10⁻²⁸ gm"
      ],
      "correct_answer": "9.1 × 10⁻²⁸ gm",
      "explanation": "",
      "time_limit": 35
    },
    {
      "id": 142,
      "topic": "পরমানু ও পরমাণুর মূল কণিকা সমূহ",
      "question_text": "নিচের কোনটি কম্পোজিট কণিকা?",
      "options": [
        "ডিউটেরিয়াম",
        "ট্রিটিয়াম",
        "ডিউটেরন",
        "মেসন"
      ],
      "correct_answer": "ডিউটেরন",
      "explanation": "",
      "time_limit": 35
    },
    {
      "id": 143,
      "topic": "পরমানু ও পরমাণুর মূল কণিকা সমূহ",
      "question_text": "পরমাণুর কোন দুটি কণিকা সংখ্যা পরস্পর সমান?",
      "options": [
        "প্রোটন ও নিউট্রন",
        "ইলেকট্রন ও পজিট্রন",
        "নিউট্রন ও ইলেকট্রন",
        "ইলেকট্রন ও প্রোটন"
      ],
      "correct_answer": "ইলেকট্রন ও প্রোটন",
      "explanation": "",
      "time_limit": 35
    },
    {
      "id": 144,
      "topic": "পরমানু ও পরমাণুর মূল কণিকা সমূহ",
      "question_text": "ইলেকট্রনের চার্জ কত কুলম্ব?",
      "options": [
        "1.6 × 10⁻²⁰",
        "1.6 × 10⁻¹⁹",
        "4.8 × 10⁻¹⁰",
        "4.8 × 10⁻⁹"
      ],
      "correct_answer": "1.6 × 10⁻¹⁹",
      "explanation": "",
      "time_limit": 35
    },
    {
      "id": 145,
      "topic": "পরমানু ও পরমাণুর মূল কণিকা সমূহ",
      "question_text": "মূল কণিকা কোনটি?",
      "options": [
        "নিউক্লিয়াস",
        "প্রোটন",
        "হিলিয়াম",
        "পরমাণু"
      ],
      "correct_answer": "প্রোটন",
      "explanation": "",
      "time_limit": 35
    },
    {
      "id": 146,
      "topic": "পরমানু ও পরমাণুর মূল কণিকা সমূহ",
      "question_text": "কোন কণিকার স্থায়িত্ব সবচেয়ে কম?",
      "options": [
        "ইলেকট্রন",
        "প্রোটন",
        "নিউট্রন",
        "মেসন"
      ],
      "correct_answer": "মেসন",
      "explanation": "",
      "time_limit": 35
    },
    {
      "id": 147,
      "topic": "পরমানু ও পরমাণুর মূল কণিকা সমূহ",
      "question_text": "প্রোটনের প্রকৃত ভর কত?",
      "options": [
        "1.60 × 10⁻²⁴g",
        "1.66 × 10⁻²⁴g",
        "1.673 × 10⁻²⁴g",
        "1.675 × 10⁻²⁴g"
      ],
      "correct_answer": "1.673 × 10⁻²⁴g",
      "explanation": "",
      "time_limit": 35
    },
    {
      "id": 148,
      "topic": "পরমানু ও পরমাণুর মূল কণিকা সমূহ",
      "question_text": "ইলেকট্রন আবিষ্কার করেন কে?",
      "options": [
        "জে. জে. থমসন",
        "ইলেকট্রন",
        "নিউট্রন",
        "ম্যাক্স প্ল্যাঙ্ক"
      ],
      "correct_answer": "জে. জে. থমসন",
      "explanation": "",
      "time_limit": 35
    },
    {
      "id": 149,
      "topic": "পরমানু ও পরমাণুর মূল কণিকা সমূহ",
      "question_text": "কোন পরীক্ষার মাধ্যমে প্রোটনের অস্তিত্বের প্রমাণ পাওয়া যায়?",
      "options": [
        "ক্যাথোড রশ্মি",
        "অ্যানোড রশ্মি",
        "ক্যানাল রশ্মি",
        "α-রশ্মি"
      ],
      "correct_answer": "ক্যানাল রশ্মি",
      "explanation": "বিজ্ঞানী গোল্ডস্টাইন ক্যাথোড রশ্মি নলে ধনাত্মক আধান আবিষ্কার করেন এবং ক্যানাল রশ্মি পরীক্ষার সাহায্যে প্রোটনের অস্তিত্বের প্রমাণ করেন। সে অনুযায়ী, গুহ স্যারের বইয়ে উত্তর (a) দেওয়া থাকলেও সঠিক উত্তর (c) হবে।",
      "time_limit": 35
    },
    {
      "id": 150,
      "topic": "পরমানু ও পরমাণুর মূল কণিকা সমূহ",
      "question_text": "নিচের কোনটি পরমাণুর স্থায়ী মূল কণিকা?",
      "options": [
        "পজিট্রন",
        "নিউট্রিনো",
        "নিউট্রন",
        "মেসন"
      ],
      "correct_answer": "নিউট্রন",
      "explanation": "",
      "time_limit": 35
    },
    {
      "id": 151,
      "topic": "পরমানু ও পরমাণুর মূল কণিকা সমূহ",
      "question_text": "সকল মৌলের পরমাণুতেই সাধারণ মূল কণিকা হিসাবে কোনটি উপস্থিত থাকে?",
      "options": [
        "পজিট্রন",
        "নিউট্রন",
        "ইলেকট্রন",
        "সবগুলো"
      ],
      "correct_answer": "ইলেকট্রন",
      "explanation": "বি.দ্র: স্যারের বইয়ের অনুশীলনীতে উত্তর (c) দেওয়া আবার বইয়ে ভেতরের প্রশ্নে উত্তর (d) দেওয়া আছে। তবে কবীর স্যারের বইয়ের তথ্য অনুযায়ী উত্তর (c)।",
      "time_limit": 35
    },
    {
      "id": 152,
      "topic": "পরমানু ও পরমাণুর মূল কণিকা সমূহ",
      "question_text": "পরমাণুর নিউক্লিয়াসে থাকে-",
      "options": [
        "ইলেকট্রন ও প্রোটন",
        "প্রোটন ও নিউট্রন",
        "ইলেকট্রন ও নিউট্রন",
        "শুধুমাত্র নিউট্রন"
      ],
      "correct_answer": "প্রোটন ও নিউট্রন",
      "explanation": "",
      "time_limit": 35
    },
    {
      "id": 153,
      "topic": "পরমানু ও পরমাণুর মূল কণিকা সমূহ",
      "question_text": "কোনটি অস্থায়ী মূল কণিকা নয়?",
      "options": [
        "Neutrino",
        "Neutron",
        "Meson",
        "Positron"
      ],
      "correct_answer": "Neutron",
      "explanation": "",
      "time_limit": 35
    },
    {
      "id": 154,
      "topic": "পরমানু ও পরমাণুর মূল কণিকা সমূহ",
      "question_text": "নিচের কোনটি সঠিক তথ্যযুক্ত?",
      "options": [
        "অস্থায়ী মূল কণিকা: নিউট্রিনো, গ্রাভিটন, পজিট্রন, ডিউটেরন",
        "প্রকৃতিতে প্রাপ্ত মৌলের সংখ্যা ১১৮টি",
        "চার্জযুক্ত কণিকা নিউট্রন আবিষ্কার করেন জেমস চ্যাডউইক",
        "ইলেকট্রনের অস্তিত্ব আবিষ্কার করেন স্যার জে জে থমসন"
      ],
      "correct_answer": "ইলেকট্রনের অস্তিত্ব আবিষ্কার করেন স্যার জে জে থমসন",
      "explanation": "",
      "time_limit": 35
    },
    {
      "id": 155,
      "topic": "পরমানু ও পরমাণুর মূল কণিকা সমূহ",
      "question_text": "₁¹H এর নাম কী?",
      "options": [
        "ডিউটেরিয়াম",
        "ট্রিটিয়াম",
        "প্রোটিয়াম",
        "আইসোটোপ"
      ],
      "correct_answer": "প্রোটিয়াম",
      "explanation": "",
      "time_limit": 35
    },
    {
      "id": 156,
      "topic": "পরমানু ও পরমাণুর মূল কণিকা সমূহ",
      "question_text": "esu এর পূর্ণরূপ হলো-",
      "options": [
        "electro standard unit",
        "electro static unit",
        "electro stable unit",
        "electro system unit"
      ],
      "correct_answer": "electro static unit",
      "explanation": "",
      "time_limit": 35
    },
    {
      "id": 157,
      "topic": "পরমানু ও পরমাণুর মূল কণিকা সমূহ",
      "question_text": "নিচের কোন মৌলের একাধিক আইসোটোপ নেই?",
      "options": [
        "সোডিয়াম",
        "কার্বন",
        "হাইড্রোজেন",
        "অক্সিজেন"
      ],
      "correct_answer": "সোডিয়াম",
      "explanation": "",
      "time_limit": 35
    },
    {
      "id": 158,
      "topic": "পরমানু ও পরমাণুর মূল কণিকা সমূহ",
      "question_text": "নিচের কোনটি ভারী পানির সংকেত?",
      "options": [
        "T₂O",
        "D₂O",
        "F₂O",
        "A₂O"
      ],
      "correct_answer": "D₂O",
      "explanation": "",
      "time_limit": 35
    },
    {
      "id": 159,
      "topic": "পরমানু ও পরমাণুর মূল কণিকা সমূহ",
      "question_text": "নিচের কোনটি সঠিক?",
      "options": [
        "n → p - e⁻",
        "n → p + e⁻",
        "p → n - e⁺",
        "n → p - e⁺"
      ],
      "correct_answer": "n → p + e⁻",
      "explanation": "",
      "time_limit": 35
    },
    {
      "id": 160,
      "topic": "পরমানু ও পরমাণুর মূল কণিকা সমূহ",
      "question_text": "\"নিউট্রন\" কণার নামকরণ করেন কে?",
      "options": [
        "বুথ ও বেকার",
        "গোল্ডস্মিথ",
        "চ্যাডউইক",
        "রাদারফোর্ড"
      ],
      "correct_answer": "চ্যাডউইক",
      "explanation": "",
      "time_limit": 35
    },
    {
      "id": 161,
      "topic": "পরমানু ও পরমাণুর মূল কণিকা সমূহ",
      "question_text": "কোন কণিকাটির ধনাত্মক ও ঋণাত্মক উভয় আপেক্ষিক আধান বিদ্যমান?",
      "options": [
        "π মেসন",
        "μ মেসন",
        "পজিট্রন",
        "নিউট্রন"
      ],
      "correct_answer": "μ মেসন",
      "explanation": "",
      "time_limit": 35
    },
    {
      "id": 162,
      "topic": "পরমানু ও পরমাণুর মূল কণিকা সমূহ",
      "question_text": "নিউট্রিনো কণার আবিষ্কারক কে?",
      "options": [
        "ইউকাওয়া",
        "চ্যাডউইক",
        "ফার্মি",
        "বুথ ও বেকার"
      ],
      "correct_answer": "ফার্মি",
      "explanation": "",
      "time_limit": 35
    },
    {
      "id": 163,
      "topic": "পরমানু ও পরমাণুর মূল কণিকা সমূহ",
      "question_text": "একটি আয়নের ভর সংখ্যা 38, নিউট্রন সংখ্যা 15 ও চার্জ -3 হলে এর ইলেকট্রন সংখ্যা কত?",
      "options": [
        "23",
        "18",
        "42",
        "26"
      ],
      "correct_answer": "26",
      "explanation": "",
      "time_limit": 35
    },
    {
      "id": 164,
      "topic": "পরমানু ও পরমাণুর মূল কণিকা সমূহ",
      "question_text": "নিচের কোন পরমাণু জোড়া পর্যায় সারণির একই স্থানের জন্য নির্দিষ্ট?",
      "options": [
        "₁₁²³X ও ₁₂²⁴X",
        "₈¹⁶X, ₇¹⁷X",
        "₁₀²³X ও ₁₂²³X",
        "₈¹⁶X, ₈¹⁶X"
      ],
      "correct_answer": "₁₁²³X ও ₁₂²⁴X",
      "explanation": "₁₁²³X ও ₁₁²⁴X পরস্পরের আইসোটোপ, পর্যায় সারণীতে এদের অবস্থান একই। (এখানে ₁₁²⁴X লেখা আছে, কিন্তু প্রশ্নে ₁₂²⁴X আছে। ধরে নিলাম প্রশ্নে টাইপিং মিসটেক।)",
      "time_limit": 35
    },
    {
      "id": 165,
      "topic": "পারমাণবিক সংখ্যা ও পারমাণবিক ভর সংখ্যা",
      "question_text": "¹⁵₇N আইসোটোপে নিউট্রন সংখ্যা কত?",
      "options": [
        "15",
        "22",
        "7",
        "8"
      ],
      "correct_answer": "8",
      "explanation": "¹⁵₇N এর নিউট্রন সংখ্যা 15 - 7 = 8",
      "time_limit": 27
    },
    {
      "id": 166,
      "topic": "পারমাণবিক সংখ্যা ও পারমাণবিক ভর সংখ্যা",
      "question_text": "যে সকল পরমাণুর ভর সংখ্যা একই কিন্তু পারমাণবিক সংখ্যা ভিন্ন তাদের নাম কী?",
      "options": [
        "Isotope",
        "Isomer",
        "Isobar",
        "Isotone"
      ],
      "correct_answer": "Isobar",
      "explanation": "",
      "time_limit": 27
    },
    {
      "id": 167,
      "topic": "পারমাণবিক সংখ্যা ও পারমাণবিক ভর সংখ্যা",
      "question_text": "সোডিয়াম আয়নে কতগুলো ইলেকট্রন থাকে?",
      "options": [
        "13",
        "5",
        "11",
        "1"
      ],
      "correct_answer": "সঠিক উত্তর নেই",
      "explanation": "সোডিয়াম পরমাণুতে ১১ টি ইলেকট্রন থাকে। কিন্তু যখন এটি একটি ইলেকট্রন ত্যাগ করে সোডিয়াম ক্যাটায়ন গঠন করে তখন ইলেকট্রন হয় ১০ টি।",
      "time_limit": 27
    },
    {
      "id": 168,
      "topic": "পারমাণবিক সংখ্যা ও পারমাণবিক ভর সংখ্যা",
      "question_text": "অক্সিজেনের কতটি আইসোটোপ পাওয়া যায়?",
      "options": [
        "চারটি",
        "দুইটি",
        "একটি",
        "তিনটি"
      ],
      "correct_answer": "তিনটি",
      "explanation": "অক্সিজেনের তিনটি আইসোটোপ: ¹⁶₈O, ¹⁷₈O, ¹⁸₈O",
      "time_limit": 27
    },
    {
      "id": 169,
      "topic": "পারমাণবিক সংখ্যা ও পারমাণবিক ভর সংখ্যা",
      "question_text": "নিচের কোন মৌলটির স্থায়ী আইসোটোপ আছে?",
      "options": [
        "Na",
        "K",
        "Fe",
        "Ca"
      ],
      "correct_answer": "Na",
      "explanation": "",
      "time_limit": 27
    },
    {
      "id": 170,
      "topic": "পারমাণবিক সংখ্যা ও পারমাণবিক ভর সংখ্যা",
      "question_text": "নিচের কোনটির আইসোটোপ একটি?",
      "options": [
        "C",
        "Na",
        "H",
        "Cl"
      ],
      "correct_answer": "Na",
      "explanation": "",
      "time_limit": 27
    },
    {
      "id": 171,
      "topic": "পারমাণবিক সংখ্যা ও পারমাণবিক ভর সংখ্যা",
      "question_text": "অক্সিজেন পরমাণুর নিউক্লিয়াসে প্রোটন সংখ্যা হলো-",
      "options": [
        "6",
        "8",
        "10",
        "12"
      ],
      "correct_answer": "8",
      "explanation": "",
      "time_limit": 27
    },
    {
      "id": 172,
      "topic": "পারমাণবিক সংখ্যা ও পারমাণবিক ভর সংখ্যা",
      "question_text": "ক্লোরিন পরমাণুর ভর সংখ্যা 35 হলে নিউক্লিয়াসে প্রোটন ও নিউট্রনের সংখ্যা নিম্নের কোনটি?",
      "options": [
        "প্রোটন 17, নিউট্রন 18",
        "প্রোটন 20, নিউট্রন 15",
        "প্রোটন 15, নিউট্রন 20",
        "প্রোটন 18, নিউট্রন 17"
      ],
      "correct_answer": "প্রোটন 17, নিউট্রন 18",
      "explanation": "",
      "time_limit": 27
    },
    {
      "id": 173,
      "topic": "পারমাণবিক সংখ্যা ও পারমাণবিক ভর সংখ্যা",
      "question_text": "নিম্নের কোনটি বিদ্যুৎ চুম্বকীয় একক?",
      "options": [
        "3 × 10¹⁰ e.s.u",
        "10⁹ amp",
        "3 × 10¹¹ e.s.u",
        "3 × 10⁸ e.s.u"
      ],
      "correct_answer": "3 × 10¹⁰ e.s.u",
      "explanation": "",
      "time_limit": 27
    },
    {
      "id": 174,
      "topic": "পারমাণবিক সংখ্যা ও পারমাণবিক ভর সংখ্যা",
      "question_text": "নিচের কোন জোড়া আইসোবার?",
      "options": [
        "¹⁴₆C, ¹⁴₇N",
        "¹⁴₆C, ¹⁸₈O",
        "¹²₆C, ¹³₆C",
        "³₁H, ²₁H"
      ],
      "correct_answer": "¹⁴₆C, ¹⁴₇N",
      "explanation": "",
      "time_limit": 27
    },
    {
      "id": 175,
      "topic": "পারমাণবিক সংখ্যা ও পারমাণবিক ভর সংখ্যা",
      "question_text": "নিচের কোন জোড়া আইসোটোন?",
      "options": [
        "¹⁴₆C, ¹⁴₇N",
        "¹⁴₆C, ¹³₆C",
        "¹⁴₆C, ¹⁶₈O",
        "⁶⁴₂₉Cu, ⁶⁴₃₀Zn"
      ],
      "correct_answer": "¹⁴₆C, ¹⁶₈O",
      "explanation": "",
      "time_limit": 27
    },
    {
      "id": 176,
      "topic": "পারমাণবিক সংখ্যা ও পারমাণবিক ভর সংখ্যা",
      "question_text": "M³⁺ আয়নে 23 টি ইলেকট্রন থাকলে M এর পারমাণবিক সংখ্যা কত হবে?",
      "options": [
        "20",
        "23",
        "24",
        "26"
      ],
      "correct_answer": "26",
      "explanation": "",
      "time_limit": 27
    },
    {
      "id": 177,
      "topic": "পারমাণবিক সংখ্যা ও পারমাণবিক ভর সংখ্যা",
      "question_text": "আইসোটোনের উদাহরণ নিচের কোনটি হবে?",
      "options": [
        "¹³₇N, ¹³₆C",
        "⁴⁰₁₈Ar, ⁴⁰₂₀Ca",
        "⁴⁰₂₀Ca, ⁴⁰₁₉K",
        "³¹₁₅P, ³²₁₆S"
      ],
      "correct_answer": "³¹₁₅P, ³²₁₆S",
      "explanation": "",
      "time_limit": 27
    },
    {
      "id": 178,
      "topic": "পারমাণবিক সংখ্যা ও পারমাণবিক ভর সংখ্যা",
      "question_text": "N₂ এর প্রকৃত ভর নিচের কোনটি?",
      "options": [
        "14 × 1.66 × 10⁻²⁴g",
        "28 × 1.66 × 10⁻²⁴g",
        "28 × 1.6605 × 10⁻²⁴g",
        "28 × 1.6605 × 10⁻²⁴g"
      ],
      "correct_answer": "",
      "explanation": "প্রকৃতপক্ষে (c) ও (d) উভয় অপশন একই। তাই উত্তর (c) ও (d) উভয়ই।",
      "time_limit": 27
    },
    {
      "id": 179,
      "topic": "পারমাণবিক সংখ্যা ও পারমাণবিক ভর সংখ্যা",
      "question_text": "¹²₆C নিউক্লিয়াসে ২টি নিউট্রন সংযোজন করলে কী ঘটে?",
      "options": [
        "¹⁴₆C",
        "¹⁷₈O",
        "¹⁴₈O",
        "কোন পরিবর্তন নেই"
      ],
      "correct_answer": "¹⁴₆C",
      "explanation": "",
      "time_limit": 27
    },
    {
      "id": 180,
      "topic": "পারমাণবিক সংখ্যা ও পারমাণবিক ভর সংখ্যা",
      "question_text": "পারমাণবিক ভরের একক কী?",
      "options": [
        "gm",
        "gmol⁻¹",
        "একক নেই",
        "amu"
      ],
      "correct_answer": "amu",
      "explanation": "পরমাণুর ক্ষুদ্র ভর প্রকাশের একক: amu, পারমাণবিক ভর একটি বিশুদ্ধ সংখ্যা। বইয়ের উত্তরে (d) থাকলেও সঠিক উত্তর (c)।",
      "time_limit": 27
    },
    {
      "id": 181,
      "topic": "পারমাণবিক সংখ্যা ও পারমাণবিক ভর সংখ্যা",
      "question_text": "³¹₁₅P ও ³⁰₁₄Si পরমাণু দুটি পরস্পর –",
      "options": [
        "আইসোবার",
        "আইসোটোন",
        "আইসোটোপ",
        "আইসোমার"
      ],
      "correct_answer": "আইসোটোন",
      "explanation": "",
      "time_limit": 27
    },
    {
      "id": 182,
      "topic": "পারমাণবিক সংখ্যা ও পারমাণবিক ভর সংখ্যা",
      "question_text": "কোন পরমাণু বা আয়নে ইলেকট্রন ও নিউট্রন সংখ্যা সমান?",
      "options": [
        "⁹₄Be",
        "¹⁹₉F",
        "²³₁₁Na",
        "¹⁸₈O²⁻"
      ],
      "correct_answer": "¹⁸₈O²⁻",
      "explanation": "",
      "time_limit": 27
    },
    {
      "id": 183,
      "topic": "পারমাণবিক সংখ্যা ও পারমাণবিক ভর সংখ্যা",
      "question_text": "অক্সিজেনের 1টি পরমাণুর প্রকৃত ভর কত?",
      "options": [
        "16 × 1.6605 × 10⁻²⁴g",
        "16 × 1.16605 × 10⁻²⁴g",
        "16 × 1.6605 × 10⁻²⁸g",
        "8 × 1.6605 × 10⁻²⁴g"
      ],
      "correct_answer": "16 × 1.6605 × 10⁻²⁴g",
      "explanation": "",
      "time_limit": 27
    },
    {
      "id": 184,
      "topic": "পারমাণবিক সংখ্যা ও পারমাণবিক ভর সংখ্যা",
      "question_text": "কোনটি আইসোটোন এর উদাহরণ?",
      "options": [
        "⁴⁰₁₈Ar, ⁴⁰₁₉K, ⁴⁰₂₀Ca",
        "³⁶₁₆S, ³⁷₁₇Cl, ³⁹₁₉K",
        "³⁹₂₀Ca, ⁴⁰₂₀Ca, ⁴¹₂₀Ca",
        "⁴⁰₁₉K, ⁴⁰₂₀Ca, ³⁹₂₁Sc"
      ],
      "correct_answer": "³⁶₁₆S, ³⁷₁₇Cl, ³⁹₁₉K",
      "explanation": "",
      "time_limit": 27
    },
    {
      "id": 185,
      "topic": "পারমাণবিক সংখ্যা ও পারমাণবিক ভর সংখ্যা",
      "question_text": "একটি আয়নের 18টি ইলেকট্রন, 20 টি নিউট্রন ও চার্জ -2 হলে এর ভর সংখ্যা কত হবে?",
      "options": [
        "38",
        "36",
        "42",
        "22"
      ],
      "correct_answer": "36",
      "explanation": "",
      "time_limit": 27
    },
    {
      "id": 186,
      "topic": "পারমাণবিক সংখ্যা ও পারমাণবিক ভর সংখ্যা",
      "question_text": "¹⁶₈O আইসোটোপে নিউট্রন সংখ্যা কত?",
      "options": [
        "8",
        "10",
        "18",
        "9"
      ],
      "correct_answer": "8",
      "explanation": "",
      "time_limit": 27
    },
    {
      "id": 187,
      "topic": "পারমাণবিক সংখ্যা ও পারমাণবিক ভর সংখ্যা",
      "question_text": "¹⁷₈O আইসোটোপে নিউট্রন সংখ্যা কত?",
      "options": [
        "8",
        "7",
        "9",
        "17"
      ],
      "correct_answer": "9",
      "explanation": "",
      "time_limit": 27
    },
    {
      "id": 188,
      "topic": "পারমাণবিক সংখ্যা ও পারমাণবিক ভর সংখ্যা",
      "question_text": "K⁺ এর সম ইলেকট্রনীয় কোনটি?",
      "options": [
        "Al³⁺",
        "S²⁻",
        "Si²⁻",
        "O²⁻"
      ],
      "correct_answer": "S²⁻",
      "explanation": "",
      "time_limit": 27
    },
    {
      "id": 189,
      "topic": "পারমাণবিক সংখ্যা ও পারমাণবিক ভর সংখ্যা",
      "question_text": "Na⁺, O²⁻, F⁻, C⁴⁻ আয়নগুলোর মধ্যে কী ধরনের মিল আছে?",
      "options": [
        "প্রোটন সংখ্যা সমান",
        "ইলেকট্রন সংখ্যা সমান",
        "ভর সংখ্যা সমান",
        "নিউট্রন সংখ্যা সমান"
      ],
      "correct_answer": "ইলেকট্রন সংখ্যা সমান",
      "explanation": "",
      "time_limit": 27
    },
    {
      "id": 190,
      "topic": "পারমাণবিক সংখ্যা ও পারমাণবিক ভর সংখ্যা",
      "question_text": "²₁H⁻ এর ইলেকট্রন সংখ্যা-",
      "options": [
        "1টি",
        "2টি",
        "3টি",
        "কোনোটিই নয়"
      ],
      "correct_answer": "2টি",
      "explanation": "",
      "time_limit": 27
    },
    {
      "id": 191,
      "topic": "পারমাণবিক সংখ্যা ও পারমাণবিক ভর সংখ্যা",
      "question_text": "¹⁹₉F⁻ এর প্রোটন সংখ্যা কত?",
      "options": [
        "9টি",
        "8টি",
        "10টি",
        "18টি"
      ],
      "correct_answer": "9টি",
      "explanation": "",
      "time_limit": 27
    },
    {
      "id": 192,
      "topic": "পারমাণবিক সংখ্যা ও পারমাণবিক ভর সংখ্যা",
      "question_text": "³²₁₆S²⁻এর ইলেকট্রন সংখ্যা কত?",
      "options": [
        "16টি",
        "18টি",
        "32টি",
        "34টি"
      ],
      "correct_answer": "18টি",
      "explanation": "",
      "time_limit": 27
    },
    {
      "id": 193,
      "topic": "পারমাণবিক সংখ্যা ও পারমাণবিক ভর সংখ্যা",
      "question_text": "H⁺ আয়নের কতটি নিউট্রন আছে?",
      "options": [
        "0",
        "1",
        "2",
        "3"
      ],
      "correct_answer": "0",
      "explanation": "",
      "time_limit": 27
    },
    {
      "id": 194,
      "topic": "পারমাণবিক সংখ্যা ও পারমাণবিক ভর সংখ্যা",
      "question_text": "³⁰₁₄Si, ³¹₁₅P এবং ³²₁₆S পরস্পরের -",
      "options": [
        "আইসোটোন",
        "আইসোটোপ",
        "আইসোমার",
        "আইসোবার"
      ],
      "correct_answer": "আইসোটোন",
      "explanation": "যেসব পরমাণুর নিউট্রন সংখ্যা সমান, তারা পরস্পরের আইসোটোন।",
      "time_limit": 27
    },
    {
      "id": 195,
      "topic": "পারমাণবিক সংখ্যা ও পারমাণবিক ভর সংখ্যা",
      "question_text": "আইসোটোনের উদাহরণ কোনটি?",
      "options": [
        "¹²₆C, ¹³₆C",
        "¹⁴₆C, ¹⁴₇N",
        "¹⁴₆C, ¹⁶₈O",
        "¹₁H, ²₁H"
      ],
      "correct_answer": "¹⁴₆C, ¹⁶₈O",
      "explanation": "",
      "time_limit": 27
    },
    {
      "id": 196,
      "topic": "পারমাণবিক সংখ্যা ও পারমাণবিক ভর সংখ্যা",
      "question_text": "³²₁₆S এবং ³¹₁₅P নিউক্লিয়াসগুলো পরস্পরের-",
      "options": [
        "আইসোটোপ",
        "আইসোটোন",
        "আইসোবার",
        "নিউক্লিয়ার আইসোমার"
      ],
      "correct_answer": "আইসোটোন",
      "explanation": "",
      "time_limit": 27
    },
    {
      "id": 197,
      "topic": "পারমাণবিক সংখ্যা ও পারমাণবিক ভর সংখ্যা",
      "question_text": "35 ও 37 ভরসংখ্যা বিশিষ্ট ক্লোরিনের আইসোটোপগুলোর যে অনুপাতে বিদ্যমান থাকে-",
      "options": [
        "1 : 2",
        "2 : 3",
        "3 : 1",
        "3 : 4"
      ],
      "correct_answer": "3 : 1",
      "explanation": "",
      "time_limit": 27
    },
    {
      "id": 198,
      "topic": "তেজস্ক্রিয়তা ও তেজস্ক্রিয় আইসোটোপ",
      "question_text": "কোবাল্ট 60 হতে কোন রশ্মিটি নিঃসৃত হয়?",
      "options": [
        "এক্সরে রশ্মি",
        "অতিবেগুনি রশ্মি",
        "গামা রশ্মি",
        "অবলোহিত রশ্মি"
      ],
      "correct_answer": "গামা রশ্মি",
      "explanation": "তেজস্ক্রিয় মৌল/আইসোটোপ হতে গামা রশ্মি নির্গত হয়।",
      "time_limit": 39
    },
    {
      "id": 199,
      "topic": "তেজস্ক্রিয়তা ও তেজস্ক্রিয় আইসোটোপ",
      "question_text": "মানবদেহের ক্যানসার আক্রান্ত কোষকে ধ্বংস করার জন্য নিম্নের কোন রশ্মি ব্যবহার করা হয়?",
      "options": [
        "আলফা",
        "বিটা",
        "গামা",
        "রঞ্জন"
      ],
      "correct_answer": "গামা",
      "explanation": "",
      "time_limit": 39
    },
    {
      "id": 200,
      "topic": "তেজস্ক্রিয়তা ও তেজস্ক্রিয় আইসোটোপ",
      "question_text": "কোন প্রক্রিয়ায় ²³⁴₉₀Th থেকে ²³⁴₉₁Pa তৈরি হয়?",
      "options": [
        "α (alpha) emission",
        "β (beta) emission",
        "γ (gamma) emission",
        "neutron emission"
      ],
      "correct_answer": "β (beta) emission",
      "explanation": "²³⁴₉₀Th → ²³⁴₉₁Pa + ₋₁⁰e(β)",
      "time_limit": 39
    },
    {
      "id": 201,
      "topic": "তেজস্ক্রিয়তা ও তেজস্ক্রিয় আইসোটোপ",
      "question_text": "নিম্নের কোনটি তেজস্ক্রিয় আইসোটোপ?",
      "options": [
        "O - 16",
        "N - 14",
        "C - 14",
        "Cl - 35"
      ],
      "correct_answer": "C - 14",
      "explanation": "",
      "time_limit": 39
    },
    {
      "id": 202,
      "topic": "তেজস্ক্রিয়তা ও তেজস্ক্রিয় আইসোটোপ",
      "question_text": "²³⁵₉₂U - ⁴₂He → ʸₓA এ সমীকরণ অনুসারে ʸₓA কোনটি?",
      "options": [
        "²³¹₈₈Ra",
        "²³¹₉₀Th",
        "²³²₈₉Ac",
        "²³³₉₃Np"
      ],
      "correct_answer": "²³¹₉₀Th",
      "explanation": "",
      "time_limit": 39
    },
    {
      "id": 203,
      "topic": "তেজস্ক্রিয়তা ও তেজস্ক্রিয় আইসোটোপ",
      "question_text": "A + ⁴₂He = ³²₁₅S + ²₁n এ নিউক্লিয়ার বিক্রিয়া অনুসারে A আইসোটোপ কোনটি?",
      "options": [
        "³⁰₁₅P",
        "³⁰₁₄Si",
        "²⁸₁₃Al",
        "²⁹₁₄Si"
      ],
      "correct_answer": "³⁰₁₄Si",
      "explanation": "",
      "time_limit": 39
    },
    {
      "id": 204,
      "topic": "তেজস্ক্রিয়তা ও তেজস্ক্রিয় আইসোটোপ",
      "question_text": "¹⁴₇N + α কণা → ¹⁷₈O + X-একটি নিউক্লীয় বিক্রিয়া। অজানা X- কণাটি হবে একটি -",
      "options": [
        "ইলেকট্রন",
        "প্রোটন",
        "নিউট্রন",
        "নিউট্রিনো"
      ],
      "correct_answer": "প্রোটন",
      "explanation": "",
      "time_limit": 39
    },
    {
      "id": 205,
      "topic": "তেজস্ক্রিয়তা ও তেজস্ক্রিয় আইসোটোপ",
      "question_text": "ক্যানসার চিকিৎসায় ব্যবহৃত হয় কোনটি?",
      "options": [
        "He",
        "Ne",
        "Ar",
        "Rn"
      ],
      "correct_answer": "Rn",
      "explanation": "",
      "time_limit": 39
    },
    {
      "id": 206,
      "topic": "তেজস্ক্রিয়তা ও তেজস্ক্রিয় আইসোটোপ",
      "question_text": "α, β, γ- কণাগুলোর চার্জ যথাক্রমে-",
      "options": [
        "-2, +1 and 0",
        "+1, -1and 0",
        "-1, +1 and 0",
        "+2, -1 and 0"
      ],
      "correct_answer": "+2, -1 and 0",
      "explanation": "",
      "time_limit": 39
    },
    {
      "id": 207,
      "topic": "তেজস্ক্রিয়তা ও তেজস্ক্রিয় আইসোটোপ",
      "question_text": "নিচের কোনটি β-কণা?",
      "options": [
        "⁴₂He",
        "₋₁⁰e",
        "₊₁⁰e",
        "₀¹n"
      ],
      "correct_answer": "₋₁⁰e",
      "explanation": "",
      "time_limit": 39
    },
    {
      "id": 208,
      "topic": "তেজস্ক্রিয়তা ও তেজস্ক্রিয় আইসোটোপ",
      "question_text": "নিম্নের নিউক্লিয়ার বিক্রিয়ায় X- কে কী বলা হয়? ²²⁶₈₈Ra → ²²²₈₆Rn + X",
      "options": [
        "α-কণা",
        "β-রশ্মি",
        "γ-রশ্মি",
        "নিউট্রন"
      ],
      "correct_answer": "α-কণা",
      "explanation": "",
      "time_limit": 39
    },
    {
      "id": 209,
      "topic": "তেজস্ক্রিয়তা ও তেজস্ক্রিয় আইসোটোপ",
      "question_text": "ক্যানসার কোষের অনিয়ন্ত্রিত কোষ বিভাজন নিয়ন্ত্রণ করতে কোন আইসোটোপটি খুবই কার্যকর?",
      "options": [
        "²⁴Na",
        "¹³¹I",
        "²³⁰Ra",
        "⁶⁰Co"
      ],
      "correct_answer": "⁶⁰Co",
      "explanation": "",
      "time_limit": 39
    },
    {
      "id": 210,
      "topic": "তেজস্ক্রিয়তা ও তেজস্ক্রিয় আইসোটোপ",
      "question_text": "¹⁴₇N + ⁴₂He → ¹⁷₈O + X একটি নিউক্লিয় বিক্রিয়া। অজানা X-কণাটি হবে একটি-",
      "options": [
        "ইলেকট্রন",
        "প্রোটন",
        "নিউট্রন",
        "নিউট্রিনো"
      ],
      "correct_answer": "প্রোটন",
      "explanation": "",
      "time_limit": 39
    },
    {
      "id": 211,
      "topic": "তেজস্ক্রিয়তা ও তেজস্ক্রিয় আইসোটোপ",
      "question_text": "কোনটি কার্বনের তেজস্ক্রিয় আসোটোপ?",
      "options": [
        "¹⁴C",
        "¹⁶O",
        "¹⁴N",
        "³⁵Cl"
      ],
      "correct_answer": "¹⁴C",
      "explanation": "",
      "time_limit": 39
    },
    {
      "id": 212,
      "topic": "তেজস্ক্রিয়তা ও তেজস্ক্রিয় আইসোটোপ",
      "question_text": "আইসোটোপ ⁶⁹Zn তেজস্ক্রিয়তা কোন ধরনের ক্ষয়ের ভেতর দিয়ে যায়?",
      "options": [
        "আলফা ইমিশন",
        "বিটা ইমিশন",
        "গামা ইমিশন",
        "পজিট্রন ইমিশন"
      ],
      "correct_answer": "বিটা ইমিশন",
      "explanation": "",
      "time_limit": 39
    },
    {
      "id": 213,
      "topic": "তেজস্ক্রিয়তা ও তেজস্ক্রিয় আইসোটোপ",
      "question_text": "নিচের কোনটি কৃত্রিম তেজস্ক্রিয় মৌল?",
      "options": [
        "Pm (61)",
        "Rn (86)",
        "Ra (88)",
        "U (92)"
      ],
      "correct_answer": "Pm (61)",
      "explanation": "",
      "time_limit": 39
    },
    {
      "id": 214,
      "topic": "তেজস্ক্রিয়তা ও তেজস্ক্রিয় আইসোটোপ",
      "question_text": "ক্যানসার নিরাময়ে কোনটি ব্যবহৃত হয়?",
      "options": [
        "কোবাল্ট-60",
        "ফসফরাস-32",
        "আয়োডিন-131",
        "কার্বন-14"
      ],
      "correct_answer": "কোবাল্ট-60",
      "explanation": "তেজস্ক্রিয় আইসোটোপের ব্যবহার: ক্যানসার নিরাময়ে → কোবাল্ট-60 পলিসাইথেমিয়া ভেরা চিকিৎসা → ফসফরাস-32 থাইরয়েড গ্রন্থির রোগ চিকিৎসা → আয়োডিন-131 পৃথিবীর বয়স নির্ণয় → কার্বন-14",
      "time_limit": 39
    },
    {
      "id": 215,
      "topic": "তেজস্ক্রিয়তা ও তেজস্ক্রিয় আইসোটোপ",
      "question_text": "গামা রশ্মির জন্য কোনটি সঠিক নয়?",
      "options": [
        "ভর শূন্য",
        "চার্জহীন",
        "তড়িৎ চুম্বকীয় রশ্মি",
        "ভেদন ক্ষমতা কম"
      ],
      "correct_answer": "ভেদন ক্ষমতা কম",
      "explanation": "",
      "time_limit": 39
    },
    {
      "id": 216,
      "topic": "তেজস্ক্রিয়তা ও তেজস্ক্রিয় আইসোটোপ",
      "question_text": "একটি তেজস্ক্রিয় মৌলের নিউক্লিয়াস থেকে যে ইলেকট্রন নির্গত হয় তাকে বলা হয়-",
      "options": [
        "পজিট্রন",
        "মেসন",
        "আলফা",
        "বিটা"
      ],
      "correct_answer": "বিটা",
      "explanation": "",
      "time_limit": 39
    },
    {
      "id": 217,
      "topic": "তেজস্ক্রিয়তা ও তেজস্ক্রিয় আইসোটোপ",
      "question_text": "পৃথিবীর বয়স নির্ণয়ে কোনটি ব্যবহৃত হয়?",
      "options": [
        "³²P",
        "¹⁴C",
        "¹³¹I",
        "⁶⁰Co"
      ],
      "correct_answer": "¹⁴C",
      "explanation": "",
      "time_limit": 39
    },
    {
      "id": 218,
      "topic": "তেজস্ক্রিয়তা ও তেজস্ক্রিয় আইসোটোপ",
      "question_text": "জিনোম সিকোয়েন্সিং এ কোনটি ব্যবহৃত হয়?",
      "options": [
        "³²P",
        "¹²C",
        "¹³¹I",
        "⁶⁰Co"
      ],
      "correct_answer": "³²P",
      "explanation": "",
      "time_limit": 39
    },
    {
      "id": 219,
      "topic": "তেজস্ক্রিয়তা ও তেজস্ক্রিয় আইসোটোপ",
      "question_text": "গলগণ্ড রোগের চিকিৎসায় কোনটি ব্যবহৃত হয়?",
      "options": [
        "³⁵S",
        "¹⁴C",
        "¹³¹I",
        "⁶⁰Co"
      ],
      "correct_answer": "¹³¹I",
      "explanation": "",
      "time_limit": 39
    },
    {
      "id": 220,
      "topic": "তেজস্ক্রিয়তা ও তেজস্ক্রিয় আইসোটোপ",
      "question_text": "রাসায়নিক বিক্রিয়ার কৌশল নির্ধারণে ব্যবহৃত হয়-",
      "options": [
        "²³⁰Ra",
        "¹⁴C",
        "¹³¹I",
        "³²P"
      ],
      "correct_answer": "²³⁰Ra",
      "explanation": "",
      "time_limit": 39
    },
    {
      "id": 221,
      "topic": "ইলেক্ট্রন বিন্যাস",
      "question_text": "কোন নীতির ভিত্তিতে মূলত অরবিটালে পরমাণুর ইলেকট্রন বিন্যস্ত হয় না?",
      "options": [
        "আউফবাউ নীতি",
        "VSEPR তত্ত্ব",
        "হুন্ডের নিয়ম",
        "পাউলির বর্জন নীতি"
      ],
      "correct_answer": "VSEPR তত্ত্ব",
      "explanation": "",
      "time_limit": 55
    },
    {
      "id": 222,
      "topic": "ইলেক্ট্রন বিন্যাস",
      "question_text": "ইলেকট্রন বিন্যাসের সাধারণ নিয়মের ব্যতিক্রম দেখায় নিচের কোন মৌলটি?",
      "options": [
        "Zn",
        "Cr",
        "Fe",
        "Ca"
      ],
      "correct_answer": "Cr",
      "explanation": "",
      "time_limit": 55
    },
    {
      "id": 223,
      "topic": "ইলেক্ট্রন বিন্যাস",
      "question_text": "কোনো মৌলের বিভিন্ন উপকক্ষের সর্বোচ্চ ইলেকট্রন সংখ্যা জানার জন্য নিম্নের কোন নীতি ব্যবহৃত হয় না?",
      "options": [
        "আউফবাউ নীতি",
        "হুন্ডের নীতি",
        "পলির বর্জন নীতি",
        "প্ল্যাঙ্কের নীতি"
      ],
      "correct_answer": "প্ল্যাঙ্কের নীতি",
      "explanation": "",
      "time_limit": 55
    },
    {
      "id": 224,
      "topic": "ইলেক্ট্রন বিন্যাস",
      "question_text": "Na(11) এর ইলেকট্রন বিন্যাস কোনটি?",
      "options": [
        "1s²2s²2p⁵3s²",
        "1s²2s²2p⁴3s³",
        "1s²2s²2p⁶3s¹",
        "1s²2s²3p²3s⁴"
      ],
      "correct_answer": "1s²2s²2p⁶3s¹",
      "explanation": "",
      "time_limit": 55
    },
    {
      "id": 225,
      "topic": "ইলেক্ট্রন বিন্যাস",
      "question_text": "Cl(17) এর ইলেকট্রন বিন্যাস কোনটি?",
      "options": [
        "1s²2s²2p⁶3s²3p⁵",
        "1s²2s²2p⁴3s⁴3p⁵",
        "1s²2s²2p⁵3s³3p⁵",
        "1s²2s²2p⁵3s⁴3p⁴"
      ],
      "correct_answer": "1s²2s²2p⁶3s²3p⁵",
      "explanation": "",
      "time_limit": 55
    },
    {
      "id": 226,
      "topic": "ইলেক্ট্রন বিন্যাস",
      "question_text": "পর্যায় সারণিতে কার্বন মৌলের ইলেকট্রন বিন্যাস হচ্ছে-",
      "options": [
        "1s²2s²",
        "1s²2s²2p²",
        "1s²2s²2p³",
        "1s²2s²2p⁶"
      ],
      "correct_answer": "1s²2s²2p²",
      "explanation": "",
      "time_limit": 55
    },
    {
      "id": 227,
      "topic": "ইলেক্ট্রন বিন্যাস",
      "question_text": "ক্রিপ্টনের ইলেকট্রন বিন্যাস নিম্নের কোনটি?",
      "options": [
        "2s²2p⁶",
        "3d¹⁰4s²4p⁶",
        "4f⁴5d¹⁰6p⁶",
        "3s²3p⁶"
      ],
      "correct_answer": "3d¹⁰4s²4p⁶",
      "explanation": "ক্রিপ্টনের ইলেকট্রন বিন্যাস - [Ar]3d¹⁰4s²4p⁶",
      "time_limit": 55
    },
    {
      "id": 228,
      "topic": "ইলেক্ট্রন বিন্যাস",
      "question_text": "একটি মৌলের পরমাণুর বহিঃস্তরের দুটি অরবিটালের ইলেকট্রন বিন্যাস হলো ..... 3d¹⁰4s¹ হলে পর্যায় সারণিতে মৌলটির অবস্থান কোনটি হবে?",
      "options": [
        "৪র্থ পর্যায় Gr - IB(11)",
        "৪র্থ পর্যায় Gr - IA(1)",
        "৪র্থ পর্যায় Gr - 3B(3)",
        "৩য় পর্যায় Gr - IB(11)"
      ],
      "correct_answer": "৪র্থ পর্যায় Gr - IB(11)",
      "explanation": "d ব্লক মৌলের ক্ষেত্রে বহিঃস্থ d এবং s উপস্তরে মোট ইলেকট্রন সংখ্যা গ্রুপ সংখ্যা নির্দেশ করে।",
      "time_limit": 55
    },
    {
      "id": 229,
      "topic": "ইলেক্ট্রন বিন্যাস",
      "question_text": "নিচের কোন অরবিটালের শক্তি সর্বনিম্ন হবে?",
      "options": [
        "3d",
        "4s",
        "4p",
        "3s"
      ],
      "correct_answer": "3s",
      "explanation": "",
      "time_limit": 55
    },
    {
      "id": 230,
      "topic": "ইলেক্ট্রন বিন্যাস",
      "question_text": "Cr পরমাণুতে কয়টি অযুগ্ম ইলেকট্রন আছে?",
      "options": [
        "3",
        "4",
        "5",
        "6"
      ],
      "correct_answer": "6",
      "explanation": "",
      "time_limit": 55
    },
    {
      "id": 231,
      "topic": "ইলেক্ট্রন বিন্যাস",
      "question_text": "নিচের কোন পরমাণুতে d- অরবিটালে ইলেকট্রন আছে?",
      "options": [
        "K",
        "Ca",
        "Ar",
        "Sc"
      ],
      "correct_answer": "Sc",
      "explanation": "",
      "time_limit": 55
    },
    {
      "id": 232,
      "topic": "ইলেক্ট্রন বিন্যাস",
      "question_text": "নিচের কোন মৌলের ইলেকট্রন বিন্যাসে হুন্ডের নিয়ম প্রযোজ্য নয়?",
      "options": [
        "N",
        "P",
        "S",
        "Cr"
      ],
      "correct_answer": "Cr",
      "explanation": "",
      "time_limit": 55
    },
    {
      "id": 233,
      "topic": "ইলেক্ট্রন বিন্যাস",
      "question_text": "নিচের কোন মৌলের ইলেকট্রন বিন্যাসে সাধারণ নিয়মের ব্যতিক্রম ঘটে?",
      "options": [
        "Zn",
        "Ag",
        "Cs",
        "Al"
      ],
      "correct_answer": "Ag",
      "explanation": "",
      "time_limit": 55
    },
    {
      "id": 234,
      "topic": "ইলেক্ট্রন বিন্যাস",
      "question_text": "নিচের কোন আয়নটি অধিক স্থিতিশীল হবে?",
      "options": [
        "Fe²⁺",
        "Ni²⁺",
        "Cu⁺",
        "Cu²⁺"
      ],
      "correct_answer": "Cu²⁺",
      "explanation": "Cu⁺ ও Cu²⁺ উভয়েরই ২৯টি প্রোটন এবং ইলেকট্রন যথাক্রমে ২৮টি ও ২৭টি। তাই Cu²⁺ এর আকার ছোট, চার্জ ঘনত্ব বেশি। তাই Cu²⁺ দ্বারা গঠিত যৌগের বন্ধন শক্তিও বেশি। তাই Cu²⁺ অধিক স্থিতিশীল হবে।",
      "time_limit": 55
    },
    {
      "id": 235,
      "topic": "ইলেক্ট্রন বিন্যাস",
      "question_text": "Fe²⁺ আয়নের d- অরবিটালে ইলেকট্রন সংখ্যা কয়টি?",
      "options": [
        "7",
        "6",
        "5",
        "4"
      ],
      "correct_answer": "6",
      "explanation": "",
      "time_limit": 55
    },
    {
      "id": 236,
      "topic": "ইলেক্ট্রন বিন্যাস",
      "question_text": "নিচের কোনটির ইলেকট্রন বিন্যাস Al³⁺ আয়নের মতো?",
      "options": [
        "O⁻",
        "F⁻",
        "Cl⁻",
        "Mg⁺"
      ],
      "correct_answer": "F⁻",
      "explanation": "F⁻ ও Al³⁺ উভয়েরই ইলেকট্রনের সংখ্যা 10।",
      "time_limit": 55
    },
    {
      "id": 237,
      "topic": "ইলেক্ট্রন বিন্যাস",
      "question_text": "Cu এর ২৯তম ইলেকট্রনটি কোন অরবিটালে প্রবেশ করে?",
      "options": [
        "3s",
        "4s",
        "3d",
        "4p"
      ],
      "correct_answer": "3d",
      "explanation": "",
      "time_limit": 55
    },
    {
      "id": 238,
      "topic": "ইলেক্ট্রন বিন্যাস",
      "question_text": "নিচের কোন সেটটি শক্তিক্রম অনুসারে আউফবাউ নীতি মেনে চলে?",
      "options": [
        "5s > 4p > 4f",
        "3s > 3p > 3d",
        "5s > 4d > 5p",
        "3s > 3p > 5s"
      ],
      "correct_answer": "সঠিক উত্তর নেই",
      "explanation": "শক্তিক্রম অনুসারে আউফবাউ নীতির সঠিক ক্রম হতো 5s < 4d < 5p। তাই স্যারের বইয়ে উত্তর (c) দেওয়া থাকলেও প্রকৃতপক্ষে কোনো সঠিক উত্তর নেই।",
      "time_limit": 55
    },
    {
      "id": 239,
      "topic": "ইলেক্ট্রন বিন্যাস",
      "question_text": "আউফবাউ নীতি অনুসারে নিচের কোন শক্তিক্রমটি সঠিক?",
      "options": [
        "4s < 3d < 4p",
        "3d < 4s < 4p",
        "4d < 5s < 5p",
        "5s < 5p < 4d"
      ],
      "correct_answer": "4s < 3d < 4p",
      "explanation": "",
      "time_limit": 55
    },
    {
      "id": 240,
      "topic": "ইলেক্ট্রন বিন্যাস",
      "question_text": "Co এবং Co²⁺ এর জন্য নিচের কোন যোজ্যতা ইলেকট্রন বিন্যাসটি সঠিক হবে?",
      "options": [
        "4d⁷5s² and 4d⁷5s⁰",
        "3d⁵4s¹ and 3d⁵4s⁰",
        "3d⁷3s² and 3d⁷3s⁰",
        "3d⁷4s² and 3d⁷4s⁰"
      ],
      "correct_answer": "3d⁷4s² and 3d⁷4s⁰",
      "explanation": "",
      "time_limit": 55
    },
    {
      "id": 241,
      "topic": "ইলেক্ট্রন বিন্যাস",
      "question_text": "PH₄⁺ আয়নে কতটি ইলেকট্রন বিদ্যমান?",
      "options": [
        "20",
        "19",
        "18",
        "15"
      ],
      "correct_answer": "18",
      "explanation": "",
      "time_limit": 55
    },
    {
      "id": 242,
      "topic": "ইলেক্ট্রন বিন্যাস",
      "question_text": "উচ্চশক্তির অরবিটাল নিচের কোনটি?",
      "options": [
        "4f",
        "5s",
        "5p",
        "6s"
      ],
      "correct_answer": "4f",
      "explanation": "যার (n + l) এর মান যত বেশি, সেটি তত উচ্চশক্তির।",
      "time_limit": 55
    },
    {
      "id": 243,
      "topic": "ইলেক্ট্রন বিন্যাস",
      "question_text": "নিচের কোনটিতে হুন্ডের নীতি প্রযোজ্য?",
      "options": [
        "Na",
        "He",
        "O",
        "Be"
      ],
      "correct_answer": "O",
      "explanation": "",
      "time_limit": 55
    },
    {
      "id": 244,
      "topic": "ইলেক্ট্রন বিন্যাস",
      "question_text": "₁₂Mg²⁺ এর বহিঃস্তরে ইলেকট্রন কয়টি?",
      "options": [
        "12",
        "24",
        "10",
        "14"
      ],
      "correct_answer": "10",
      "explanation": "",
      "time_limit": 55
    },
    {
      "id": 245,
      "topic": "ইলেক্ট্রন বিন্যাস",
      "question_text": "M মৌলের আয়ন M⁺ সম্ভব, M²⁺ সম্ভব নয়। মৌলটির পরমাণুর বহিঃস্তরের ইলেকট্রনীয় কাঠামো কোনটি?",
      "options": [
        "np¹",
        "ns¹",
        "(n - 1)d¹⁰s¹",
        "(n - 1)d¹ ns²"
      ],
      "correct_answer": "ns¹",
      "explanation": "",
      "time_limit": 55
    },
    {
      "id": 246,
      "topic": "ইলেক্ট্রন বিন্যাস",
      "question_text": "বিজোড় ইলেকট্রন সংখ্যার ক্রম কোনটি সঠিক?",
      "options": [
        "Mn²⁺ > Fe²⁺ > Cr³⁺",
        "Mn²⁺ > Cr³⁺ > Fe²⁺",
        "Fe²⁺ > Cr³⁺ > Mn²⁺",
        "Cr³⁺ > Mn²⁺ > Fe²⁺"
      ],
      "correct_answer": "Mn²⁺ > Fe²⁺ > Cr³⁺",
      "explanation": "",
      "time_limit": 55
    },
    {
      "id": 247,
      "topic": "ইলেক্ট্রন বিন্যাস",
      "question_text": "Cu পরমাণুর ইলেকট্রন বিন্যাস কোনটি?",
      "options": [
        "1s² 2s² 2p⁶ 3s² 3p⁶ 3d⁹ 4s²",
        "1s² 2s² 2p⁶ 3s² 3p⁶ 3d¹⁰ 4s¹",
        "1s² 2s² 6p⁶ 3s² 3d³ 4s²4p⁶",
        "1s² 2s² 2p⁶ 3s² 3p⁶ 3d⁹ 4s¹4p¹"
      ],
      "correct_answer": "1s² 2s² 2p⁶ 3s² 3p⁶ 3d¹⁰ 4s¹",
      "explanation": "পূর্ণ বা অর্ধপূর্ণ অরবিটাল অধিক স্থিতিশীল। তাই শেষ ইলেকট্রনটি 4s অরবিটালে না গিয়ে 3d অরবিটালে প্রবেশ করে।",
      "time_limit": 55
    },
    {
      "id": 248,
      "topic": "ইলেক্ট্রন বিন্যাস",
      "question_text": "Cr এর ইলেকট্রন বিন্যাস কোনটি?",
      "options": [
        "1s²2s²2p⁶3s²3p⁶3d⁴4s²",
        "1s²2s²2p⁶3s²3p⁶3d⁵4s¹",
        "1s²2s²2p⁶3s²3p⁶3d⁴4s¹4p¹",
        "1s²2s²2p⁶3s²3p⁶4s²4p⁴"
      ],
      "correct_answer": "1s²2s²2p⁶3s²3p⁶3d⁵4s¹",
      "explanation": "",
      "time_limit": 55
    },
    {
      "id": 249,
      "topic": "ইলেক্ট্রন বিন্যাস",
      "question_text": "সাধারণ ইলেকট্রন বিন্যাসের নিয়মের ব্যতিক্রম দেখায় নিচের কোন মৌলটি?",
      "options": [
        "Mn",
        "Br",
        "La",
        "As"
      ],
      "correct_answer": "La",
      "explanation": "",
      "time_limit": 55
    },
    {
      "id": 250,
      "topic": "ইলেক্ট্রন বিন্যাস",
      "question_text": "Zr-এর ইলেকট্রন বিন্যাস কোনটি?",
      "options": [
        "[Xe]4s²",
        "[Kr]4d²5s²",
        "[Kr]5s²",
        "[Xe]5s¹"
      ],
      "correct_answer": "[Kr]4d²5s²",
      "explanation": "Zr এর পারমাণবিক সংখ্যা 40",
      "time_limit": 55
    },
    {
      "id": 251,
      "topic": "ইলেক্ট্রন বিন্যাস",
      "question_text": "নিচের কোনটির শক্তির মান সর্বোচ্চ?",
      "options": [
        "3d",
        "5s",
        "4p",
        "4d"
      ],
      "correct_answer": "4d",
      "explanation": "",
      "time_limit": 55
    },
    {
      "id": 252,
      "topic": "ইলেক্ট্রন বিন্যাস",
      "question_text": "কোনটিতে ইলেকট্রন আগে প্রবেশ করবে?",
      "options": [
        "6p",
        "5d",
        "4f",
        "7s"
      ],
      "correct_answer": "4f",
      "explanation": "",
      "time_limit": 55
    },
    {
      "id": 253,
      "topic": "ইলেক্ট্রন বিন্যাস",
      "question_text": "Fe²⁺ আয়নের ইলেকট্রন বিন্যাসে বিজোড় ইলেকট্রন সংখ্যা কতটি?",
      "options": [
        "2",
        "3",
        "4",
        "6"
      ],
      "correct_answer": "4",
      "explanation": "",
      "time_limit": 55
    },
    {
      "id": 254,
      "topic": "ইলেক্ট্রন বিন্যাস",
      "question_text": "দুটি মৌলের পরমাণুর বহিঃস্তরে ইলেকট্রনীয় কাঠামো ns²np¹ এবং ns²np⁶ হলে মৌল দু'টি পর্যায় সারণির কোন কোন গ্রুপে অবস্থিত?",
      "options": [
        "গ্রুপ 1, গ্রুপ 16",
        "গ্রুপ 13, গ্রুপ 8",
        "গ্রুপ 13, গ্রুপ 18",
        "গ্রুপ 1, গ্রুপ 18"
      ],
      "correct_answer": "গ্রুপ 13, গ্রুপ 18",
      "explanation": "",
      "time_limit": 55
    },
    {
      "id": 255,
      "topic": "ইলেক্ট্রন বিন্যাস",
      "question_text": "নিচের কোন যৌগের ক্ষারীয় মূলকের d - অরবিটালে ইলেকট্রন আছে?",
      "options": [
        "ScCl₃",
        "TiCl₄",
        "CrSO₄",
        "CaSO₄"
      ],
      "correct_answer": "CrSO₄",
      "explanation": "",
      "time_limit": 55
    },
    {
      "id": 256,
      "topic": "ইলেক্ট্রন বিন্যাস",
      "question_text": "Pd(46) এর ইলেকট্রন বিন্যাস কোনটি?",
      "options": [
        "4d⁸5s²",
        "4d⁹5s¹",
        "4d¹⁰5s⁰",
        "4d⁸5s¹5p¹"
      ],
      "correct_answer": "4d¹⁰5s⁰",
      "explanation": "",
      "time_limit": 55
    },
    {
      "id": 257,
      "topic": "ইলেক্ট্রন বিন্যাস",
      "question_text": "(n - 1)d¹⁰ns²np¹ ইলেকট্রন বিন্যাসটি কত নম্বর গ্রুপের?",
      "options": [
        "1",
        "3",
        "13",
        "কোনোটিই নয়"
      ],
      "correct_answer": "13",
      "explanation": "",
      "time_limit": 55
    },
    {
      "id": 258,
      "topic": "ইলেক্ট্রন বিন্যাস",
      "question_text": "নিচের কোন অরবিটাল হুন্ডের নীতি প্রদর্শনে অক্ষম?",
      "options": [
        "s",
        "p",
        "d",
        "f"
      ],
      "correct_answer": "s",
      "explanation": "",
      "time_limit": 55
    },
    {
      "id": 259,
      "topic": "ইলেক্ট্রন বিন্যাস",
      "question_text": "একটি অরবিটালে সর্বাধিক কয়টি ইলেকট্রন থাকে?",
      "options": [
        "2",
        "6",
        "10",
        "14"
      ],
      "correct_answer": "2",
      "explanation": "",
      "time_limit": 55
    },
    {
      "id": 260,
      "topic": "ইলেক্ট্রন বিন্যাস",
      "question_text": "সর্বাধিক তড়িৎ ঋণাত্মক মৌলের সর্বশেষ শক্তিস্তরের ইলেকট্রন বিন্যাস কোনটি?",
      "options": [
        "5s²5p⁵",
        "4s²4p⁵",
        "3s²3p⁵",
        "2s²2p⁵"
      ],
      "correct_answer": "2s²2p⁵",
      "explanation": "",
      "time_limit": 55
    },
    {
      "id": 261,
      "topic": "ইলেক্ট্রন বিন্যাস",
      "question_text": "ইলেকট্রন দ্বারা পূর্ণ হওয়ার জন্য অরবিটালের কোন ক্রমটি সঠিক?",
      "options": [
        "4s > 3p > 4p > 5s",
        "4s > 3d > 4p > 5s",
        "4s > 3d > 5p > 4d",
        "5s > 4p > 5p > 4d"
      ],
      "correct_answer": "4s > 3d > 4p > 5s",
      "explanation": "",
      "time_limit": 55
    },
    {
      "id": 262,
      "topic": "ইলেক্ট্রন বিন্যাস",
      "question_text": "নিচের কোনটি আউফবাউ নীতির বিকল্প রূপ?",
      "options": [
        "2n² নিয়ম",
        "2l + 1 নিয়ম",
        "n + l নিয়ম",
        "2(2l+1) নিয়ম"
      ],
      "correct_answer": "n + l নিয়ম",
      "explanation": "",
      "time_limit": 55
    },
    {
      "id": 263,
      "topic": "ইলেক্ট্রন বিন্যাস",
      "question_text": "Mn পরমাণুতে কয়টি অযুগ্ম ইলেকট্রন আছে?",
      "options": [
        "2",
        "3",
        "4",
        "5"
      ],
      "correct_answer": "5",
      "explanation": "",
      "time_limit": 55
    },
    {
      "id": 264,
      "topic": "ইলেক্ট্রন বিন্যাস",
      "question_text": "নিচের কোন নীতি অনুসারে অযুগ্ম ইলেকট্রনসমূহের স্পিন একমুখী হবে?",
      "options": [
        "পলির বর্জন নীতি",
        "হুন্ডের নীতি",
        "আউফবাউ নীতি",
        "ফাজানের নীতি"
      ],
      "correct_answer": "হুন্ডের নীতি",
      "explanation": "",
      "time_limit": 55
    },
    {
      "id": 265,
      "topic": "ইলেক্ট্রন বিন্যাস",
      "question_text": "₂₆Fe³⁺ আয়নে অযুগ্ম ইলেকট্রনের সংখ্যা-",
      "options": [
        "5 টি",
        "6 টি",
        "8 টি",
        "কোনোটিই নয়"
      ],
      "correct_answer": "5 টি",
      "explanation": "",
      "time_limit": 55
    },
    {
      "id": 266,
      "topic": "ইলেক্ট্রন বিন্যাস",
      "question_text": "কোন পরমাণুগুলোর সর্ববহিঃস্থ শক্তিস্তরে একই সংখ্যক ইলেকট্রন বিদ্যমান?",
      "options": [
        "C, Mg",
        "H, Si",
        "He, Be",
        "O, N"
      ],
      "correct_answer": "He, Be",
      "explanation": "",
      "time_limit": 55
    },
    {
      "id": 267,
      "topic": "ইলেক্ট্রন বিন্যাস",
      "question_text": "কোন পরমাণুগুলোর সর্ববহিঃস্থ শক্তিস্তরে একই সংখ্যক ইলেকট্রন বিদ্যমান?",
      "options": [
        "He, C",
        "K, Na",
        "C, Mg",
        "O, N"
      ],
      "correct_answer": "K, Na",
      "explanation": "",
      "time_limit": 55
    },
    {
      "id": 268,
      "topic": "ইলেক্ট্রন বিন্যাস",
      "question_text": "প্রথম ট্রানজিশন ধাতু সিরিজের একটি ধাতু হতে প্রাপ্ত একটি M³⁺ আয়নের পাঁচটি ইলেকট্রন 3d সাবশেলে অবস্থিত। M³⁺ আয়নটি কী হতে পারে?",
      "options": [
        "Cr³⁺",
        "Mn³⁺",
        "Fe³⁺",
        "Sc³⁺"
      ],
      "correct_answer": "Fe³⁺",
      "explanation": "",
      "time_limit": 55
    },
    {
      "id": 269,
      "topic": "ইলেক্ট্রন বিন্যাস",
      "question_text": "ভিন্ন ভিন্ন শক্তির উপস্তরে ক্রমান্বয়ে ইলেকট্রনগুলো প্রবেশের ক্ষেত্রে কোন নীতি অনুসরণ করে?",
      "options": [
        "আউফবাউ নীতি",
        "হুন্ডের নীতি",
        "পাউলির বর্জন নীতি",
        "হাইজেনবার্গের অনিশ্চয়তা নীতি"
      ],
      "correct_answer": "আউফবাউ নীতি",
      "explanation": "",
      "time_limit": 55
    },
    {
      "id": 270,
      "topic": "ইলেক্ট্রন বিন্যাস",
      "question_text": "কোনটি সর্বোচ্চ শক্তিস্তর?",
      "options": [
        "3d",
        "4d",
        "5s",
        "4s"
      ],
      "correct_answer": "4d",
      "explanation": "",
      "time_limit": 55
    },
    {
      "id": 271,
      "topic": "ইলেক্ট্রন বিন্যাস",
      "question_text": "কোন পরমাণুগুলোর সর্ববহিঃস্থ শক্তিস্তরে একই সংখ্যক ইলেকট্রন বিদ্যমান?",
      "options": [
        "Li, Cu",
        "He, C",
        "C, Mg",
        "O, N"
      ],
      "correct_answer": "Li, Cu",
      "explanation": "",
      "time_limit": 55
    },
    {
      "id": 272,
      "topic": "ইলেক্ট্রন বিন্যাস",
      "question_text": "Fe²⁺ আয়নের ইলেকট্রন বিন্যাস কোনটি?",
      "options": [
        "[Ar]3d⁶4s⁰",
        "[Ar]3d⁵4s¹",
        "[Ar]3d⁴4s²",
        "[Ar]3d³4s²"
      ],
      "correct_answer": "[Ar]3d⁶4s⁰",
      "explanation": "",
      "time_limit": 55
    },
    {
      "id": 273,
      "topic": "ইলেক্ট্রন বিন্যাস",
      "question_text": "কোন নীতি অনুযায়ী ইলেকট্রন 3d অরবিটালের আগে 4s- এ প্রবেশ করে?",
      "options": [
        "হুন্ডের নীতি",
        "আউফবাউ নীতি",
        "পাউলির বর্জন নীতি",
        "আইসোটোপ নীতি"
      ],
      "correct_answer": "আউফবাউ নীতি",
      "explanation": "স্যারের বইয়ে উত্তর (c) দেওয়া আছে। কিন্তু সঠিক উত্তর হবে (b)।",
      "time_limit": 55
    },
    {
      "id": 274,
      "topic": "ইলেক্ট্রন বিন্যাস",
      "question_text": "\"একটি পারমাণবিক অরবিটালে সর্বাধিক দুটি ইলেকট্রন থাকতে পারে যদি তাদের ঘূর্ণন বা স্পিন বিপরীতমুখী হয়\"- এটি কার নীতি?",
      "options": [
        "হুন্ড",
        "বোর",
        "পাউলি",
        "প্লাঙ্ক"
      ],
      "correct_answer": "পাউলি",
      "explanation": "",
      "time_limit": 55
    },
    {
      "id": 275,
      "topic": "ইলেক্ট্রন বিন্যাস",
      "question_text": "নিচের কোন মৌলের পরমাণুতে একইমুখী স্পিনের সর্বাধিক সংখ্যক বিজোড় ইলেকট্রন বিদ্যমান?",
      "options": [
        "N",
        "O",
        "F",
        "C"
      ],
      "correct_answer": "N",
      "explanation": "",
      "time_limit": 55
    },
    {
      "id": 276,
      "topic": "ইলেক্ট্রন বিন্যাস",
      "question_text": "আউফবাউ নীতি অনুসারে কোন অরবিটালে ইলেকট্রন সর্বশেষ প্রবেশ করে?",
      "options": [
        "3d",
        "4s",
        "4d",
        "5s"
      ],
      "correct_answer": "4d",
      "explanation": "",
      "time_limit": 55
    },
    {
      "id": 277,
      "topic": "ইলেক্ট্রন বিন্যাস",
      "question_text": "কোনো মৌলের পারমাণবিক সংখ্যা 29 হলে উক্ত মৌলের পরমাণুর d অরবিটালে অযুগ্ম ইলেকট্রনের সংখ্যা কত?",
      "options": [
        "10",
        "1",
        "0",
        "5"
      ],
      "correct_answer": "0",
      "explanation": "",
      "time_limit": 55
    },
    {
      "id": 278,
      "topic": "ইলেক্ট্রন বিন্যাস",
      "question_text": "হুন্ডের নিয়ম অনুযায়ী কোন ইলেকট্রন বিন্যাসটি সঠিক?",
      "options": [
        "1s²2s²2p²x2p¹y2p⁰z",
        "1s²2s²2p⁰x2p¹y2p²z",
        "1s²2s²2p¹x2p¹y2p⁰z",
        "1s²2s²2p¹x2p¹y2p¹z"
      ],
      "correct_answer": "1s²2s²2p¹x2p¹y2p¹z",
      "explanation": "স্যারের বইয়ে উত্তর (d)। কিন্তু (c) ও (d) উভয়ই সঠিক উত্তর।",
      "time_limit": 55
    },
    {
      "id": 279,
      "topic": "ইলেক্ট্রন বিন্যাস",
      "question_text": "বিজোড় ইলেকট্রনযুক্ত অণু কোনটি?",
      "options": [
        "NO",
        "O₂",
        "CO₂",
        "H₂"
      ],
      "correct_answer": "NO",
      "explanation": "",
      "time_limit": 55
    },
    {
      "id": 280,
      "topic": "ইলেক্ট্রন বিন্যাস",
      "question_text": "হুন্ডের নিয়ম অনুযায়ী ₂₆Fe এর ইলেকট্রন বিন্যাসে d-অরবিটালে কতটি বিজোড় ইলেকট্রন বিদ্যমান?",
      "options": [
        "4",
        "5",
        "6",
        "7"
      ],
      "correct_answer": "4",
      "explanation": "",
      "time_limit": 55
    },
    {
      "id": 281,
      "topic": "ইলেক্ট্রন বিন্যাস",
      "question_text": "K-এর 19 তম ইলেকট্রনটি কোন উপস্তরে থাকে এবং কোন নীতির ভিত্তিতে?",
      "options": [
        "3p এবং আউফবাউ",
        "4s এবং পলির বর্জন নীতি",
        "3d এবং হুন্ডের নীতি",
        "4s এবং আউফবাউ নীতি"
      ],
      "correct_answer": "4s এবং আউফবাউ নীতি",
      "explanation": "",
      "time_limit": 55
    },
    {
      "id": 282,
      "topic": "ইলেক্ট্রন বিন্যাস",
      "question_text": "H- পরমাণুর অরবিটালের শক্তির সঠিক ক্রম কোনটি?",
      "options": [
        "3s < 3p < 4s < 3d < 4p",
        "3s < 3p < 3d < 4s < 4p",
        "3s = 3p = 3d < 4s = 4p",
        "3s = 3p = 3d < 4s < 4p"
      ],
      "correct_answer": "3s = 3p = 3d < 4s = 4p",
      "explanation": "গুহ স্যারের অনুশীলনীতে উত্তর (c) দেওয়া। কিন্তু সঠিক উত্তর হবে (a)।",
      "time_limit": 55
    },
    {
      "id": 283,
      "topic": "ইলেক্ট্রন বিন্যাস",
      "question_text": "অরবিটালসমূহের সঠিক শক্তির ক্রম কোনটি?",
      "options": [
        "3s < 3d < 4p",
        "3d < 4s < 4p",
        "4p < 3s < 3d",
        "3s < 4p < 3d"
      ],
      "correct_answer": "3s < 3d < 4p",
      "explanation": "",
      "time_limit": 55
    },
    {
      "id": 284,
      "topic": "ইলেক্ট্রন বিন্যাস",
      "question_text": "La এর সর্বশেষ ইলেকট্রন কোন অরবিটালে প্রবেশ করে?",
      "options": [
        "4f",
        "6s",
        "5d",
        "4d"
      ],
      "correct_answer": "5d",
      "explanation": "",
      "time_limit": 55
    },
    {
      "id": 285,
      "topic": "ইলেক্ট্রন বিন্যাস",
      "question_text": "Cu এর সর্বশেষ ইলেকট্রন কোন অরবিটালে প্রবেশ করে?",
      "options": [
        "4s",
        "4d",
        "3d",
        "4p"
      ],
      "correct_answer": "3d",
      "explanation": "",
      "time_limit": 55
    },
    {
      "id": 286,
      "topic": "ইলেক্ট্রন বিন্যাস",
      "question_text": "কোন মৌলের ইলেকট্রন বিন্যাস ব্যতিক্রমী নয়?",
      "options": [
        "Mo",
        "Ag",
        "Rb",
        "La"
      ],
      "correct_answer": "Rb",
      "explanation": "",
      "time_limit": 55
    },
    {
      "id": 287,
      "topic": "ইলেক্ট্রন বিন্যাস",
      "question_text": "V³⁺(23) বহিঃস্তরে ইলেকট্রনীয় গঠন-",
      "options": [
        "3d²4s⁰",
        "3d⁵4s¹",
        "3d⁴4s¹",
        "3d²4s²"
      ],
      "correct_answer": "3d²4s⁰",
      "explanation": "",
      "time_limit": 55
    },
    {
      "id": 288,
      "topic": "ইলেক্ট্রন বিন্যাস",
      "question_text": "পাউলির বর্জন নীতি মতে সর্বোচ্চ কয়টি কোয়ান্টাম সংখ্যার মান একই হতে পারে?",
      "options": [
        "1",
        "2",
        "3",
        "4"
      ],
      "correct_answer": "3",
      "explanation": "",
      "time_limit": 55
    },
    {
      "id": 289,
      "topic": "ইলেক্ট্রন বিন্যাস",
      "question_text": "কোন মৌলের ইলেকট্রন বিন্যাসে হুন্ডের নীতি প্রয়োজন নয়?",
      "options": [
        "N",
        "P",
        "S",
        "Cl"
      ],
      "correct_answer": "S",
      "explanation": "",
      "time_limit": 55
    },
    {
      "id": 290,
      "topic": "ইলেক্ট্রন বিন্যাস",
      "question_text": "অধিক স্থিতিশীলতার জন্য কোনটি সঠিক?",
      "options": [
        "s²d⁴",
        "s²d⁹",
        "s¹d¹⁰",
        "s²f¹³"
      ],
      "correct_answer": "s¹d¹⁰",
      "explanation": "",
      "time_limit": 55
    },
    {
      "id": 291,
      "topic": "ইলেক্ট্রন বিন্যাস",
      "question_text": "অধিক স্থায়িত্বের জন্য কোন অরবিটাল হতে ইলেকট্রন স্থানান্তরিত হয়?",
      "options": [
        "s",
        "p",
        "d",
        "f"
      ],
      "correct_answer": "s",
      "explanation": "",
      "time_limit": 55
    },
    {
      "id": 292,
      "topic": "ইলেক্ট্রন বিন্যাস",
      "question_text": "হুন্ডের নীতি অনুযায়ী অক্সিজেনে কয়টি অযুগ্ম ইলেকট্রন রয়েছে?",
      "options": [
        "১ টি",
        "২ টি",
        "৩ টি",
        "৪ টি"
      ],
      "correct_answer": "২ টি",
      "explanation": "",
      "time_limit": 55
    },
    {
      "id": 293,
      "topic": "ইলেক্ট্রন বিন্যাস",
      "question_text": "কোন মৌলে সর্বাধিক সংখ্যক অযুগ্ম ইলেকট্রন আছে?",
      "options": [
        "Co",
        "Fe",
        "Mn",
        "Cr"
      ],
      "correct_answer": "Cr",
      "explanation": "",
      "time_limit": 55
    },
    {
      "id": 294,
      "topic": "ইলেক্ট্রন বিন্যাস",
      "question_text": "বহিঃস্তরে ইলেকট্রন বিন্যাস [3d¹⁰ 4s¹]। মৌলটি কোনটি?",
      "options": [
        "Cr",
        "Cu",
        "Ag",
        "Au"
      ],
      "correct_answer": "Cu",
      "explanation": "",
      "time_limit": 55
    },
    {
      "id": 295,
      "topic": "ইলেক্ট্রন বিন্যাস",
      "question_text": "কোন মৌলটি ইলেকট্রন বিন্যাসের সাধারণ নিয়ম মেনে চলে না?",
      "options": [
        "K",
        "S",
        "Mo",
        "Cs"
      ],
      "correct_answer": "Mo",
      "explanation": "",
      "time_limit": 55
    },
    {
      "id": 296,
      "topic": "ইলেক্ট্রন বিন্যাস",
      "question_text": "কোন মৌলের ইলেকট্রন বিন্যাস ব্যতিক্রম নয়?",
      "options": [
        "Cu (29)",
        "Mo (42)",
        "La (57)",
        "U (92)"
      ],
      "correct_answer": "U (92)",
      "explanation": "",
      "time_limit": 55
    },
    {
      "id": 297,
      "topic": "তড়িৎ চৌম্বকীয় বর্নালী",
      "question_text": "বিরল মৃত্তিকা মৌলের শেষ ইলেকট্রন গুলো কোন উপস্তরে প্রবেশ করে?",
      "options": [
        "4f",
        "5d",
        "5f",
        "4d"
      ],
      "correct_answer": "4f",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 298,
      "topic": "তড়িৎ চৌম্বকীয় বর্নালী",
      "question_text": "বিকিরিত আলোকরশ্মির তরঙ্গদৈর্ঘ্য 486.7 nm হলে ফ্রিকোয়েন্সি কত?",
      "options": [
        "6.163 × 10⁻¹⁴Hz",
        "6.263 × 10⁻¹⁴Hz",
        "5.163 × 10⁻¹⁴Hz",
        "6.063 × 10⁻¹⁴Hz"
      ],
      "correct_answer": "6.163 × 10⁻¹⁴Hz",
      "explanation": "সমাধান, v = c/λ = (3×10⁸) / (486.7×10⁻⁹) = 6.163 × 10¹⁴ Hz বি.দ্র: সঠিক উত্তর 6.163 × 10¹⁴ Hz কিন্তু অপশনে 6.163 × 10⁻¹⁴ Hz এটি দেয়া আছে যা হাজারী স্যারের অনুশীলনী থেকে দেওয়া।",
      "time_limit": 42
    },
    {
      "id": 299,
      "topic": "তড়িৎ চৌম্বকীয় বর্নালী",
      "question_text": "কারেন্সি নোটে সিকিউরিটির উপায় হিসাবে কোন বিশেষ রাসায়নিক পদার্থ ব্যবহৃত হয়?",
      "options": [
        "সোডিয়াম নাইট্রেট",
        "সিলভার আয়োডাইড",
        "ফসফর",
        "সিলভার নাইট্রেট"
      ],
      "correct_answer": "ফসফর",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 300,
      "topic": "তড়িৎ চৌম্বকীয় বর্নালী",
      "question_text": "তড়িৎ চুম্বকীয় বিকিরণ অঞ্চলে তরঙ্গদৈর্ঘ্য নিচের কোনটির সবচাইতে বেশি?",
      "options": [
        "অতিবেগুনি রশ্মি অঞ্চল",
        "রেডিও ওয়েভস অঞ্চল",
        "দৃশ্যমান অঞ্চল",
        "অবলোহিত অঞ্চল"
      ],
      "correct_answer": "রেডিও ওয়েভস অঞ্চল",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 301,
      "topic": "তড়িৎ চৌম্বকীয় বর্নালী",
      "question_text": "রক্তে অক্সিজেনের মাত্রা (O₂ saturation) ও হৃৎস্পন্দন পরিমাপক যন্ত্রের নাম-",
      "options": [
        "ব্যারোমিটার",
        "থার্মোমিটার",
        "স্ফিগমোম্যানোমিটার",
        "পালস অক্সিমিটার"
      ],
      "correct_answer": "পালস অক্সিমিটার",
      "explanation": "ব্যারোমিটার → বায়ুর চাপ পরিমাপ; থার্মোমিটার → তাপমাত্রা নির্ণয়; স্ফিগমোম্যানোমিটার → রক্তচাপ নির্ণয়।",
      "time_limit": 42
    },
    {
      "id": 302,
      "topic": "তড়িৎ চৌম্বকীয় বর্নালী",
      "question_text": "তড়িৎচুম্বকীয় বর্ণালিতে (electromagnetic spectrum) নিচের কোনটির তরঙ্গদৈর্ঘ্য সবচেয়ে বেশি?",
      "options": [
        "UV-ray",
        "X-ray",
        "TV-waves",
        "Infrared ray"
      ],
      "correct_answer": "TV-waves",
      "explanation": "TV-waves রেডিও ওয়েভ অঞ্চলের অন্তর্ভুক্ত।",
      "time_limit": 42
    },
    {
      "id": 303,
      "topic": "তড়িৎ চৌম্বকীয় বর্নালী",
      "question_text": "নিচের কোন প্রযুক্তিটি জালনোট শনাক্তকরণে ব্যবহৃত হয়?",
      "options": [
        "NMR",
        "UV rays",
        "MRI",
        "DOT"
      ],
      "correct_answer": "UV rays",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 304,
      "topic": "তড়িৎ চৌম্বকীয় বর্নালী",
      "question_text": "পারদের রেখা বর্ণালিতে কোন রংটি সুস্পষ্ট ভাবে পাওয়া যায়?",
      "options": [
        "নীল",
        "হলুদ",
        "কমলা",
        "আসমানী"
      ],
      "correct_answer": "কমলা",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 305,
      "topic": "তড়িৎ চৌম্বকীয় বর্নালী",
      "question_text": "Far-IR রশ্মি নিচের কোন কাজে ব্যবহৃত হয়?",
      "options": [
        "জৈব যৌগের কার্যকরীমূলক শনাক্তকরণে",
        "বেদনা উপশমে",
        "সিটি স্ক্যানিং এ",
        "জাল টাকা শনাক্তকরণে"
      ],
      "correct_answer": "বেদনা উপশমে",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 306,
      "topic": "তড়িৎ চৌম্বকীয় বর্নালী",
      "question_text": "শরীরের ব্যথা-বেদনা উপশমে নিচের কোন রশ্মিটি ব্যবহৃত হয়?",
      "options": [
        "অতিবেগুনি রশ্মি",
        "এক্স রশ্মি",
        "অবলোহিত রশ্মি",
        "বিটা রশ্মি"
      ],
      "correct_answer": "অবলোহিত রশ্মি",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 307,
      "topic": "তড়িৎ চৌম্বকীয় বর্নালী",
      "question_text": "অবলোহিত রশ্মির ব্যবহার নয় কোনটি?",
      "options": [
        "রিমোট কন্ট্রোল",
        "টিভি সিগন্যাল",
        "অপটিক্যাল ফাইবারের মাধ্যমে যোগাযোগ",
        "ফিজিওথেরাপি"
      ],
      "correct_answer": "টিভি সিগন্যাল",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 308,
      "topic": "তড়িৎ চৌম্বকীয় বর্নালী",
      "question_text": "আলোর বর্ণালির দৈর্ঘ্যের ভিত্তিতে বেমানান কোনটি?",
      "options": [
        "অতিবেগুনি রশ্মি",
        "রঞ্জন রশ্মি",
        "অবলোহিত রশ্মি",
        "গামা রশ্মি"
      ],
      "correct_answer": "অবলোহিত রশ্মি",
      "explanation": "অবলোহিত রশ্মির তরঙ্গ দৈর্ঘ্য দৃশ্যমান আলোর চেয়ে বেশি। অতিবেগুনি রশ্মি, রঞ্জনরশ্মি ও গামা রশ্মির তরঙ্গ দৈর্ঘ্য দৃশ্যমান আলোর চেয়ে কম।",
      "time_limit": 42
    },
    {
      "id": 309,
      "topic": "তড়িৎ চৌম্বকীয় বর্নালী",
      "question_text": "জৈব যৌগের কার্যকরীমূলক শনাক্তকরণে বর্ণালিমিতির সর্বোত্তম পদ্ধতি কোনটি?",
      "options": [
        "UV",
        "IR",
        "NMR",
        "MASS"
      ],
      "correct_answer": "IR",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 310,
      "topic": "তড়িৎ চৌম্বকীয় বর্নালী",
      "question_text": "সূর্যের অতিবেগুনি রশ্মি শোষণ করতে পারে নিম্নের কোনটি?",
      "options": [
        "O₂",
        "CFCl₃",
        "O₃",
        "NO₂"
      ],
      "correct_answer": "O₃",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 311,
      "topic": "তড়িৎ চৌম্বকীয় বর্নালী",
      "question_text": "ইনফ্রারেড আলোর তরঙ্গ দৈর্ঘ্য কত?",
      "options": [
        "0.78 μm - 1000 μm",
        "380 nm - 780 nm",
        "0.0005 nm - 0.10 nm",
        "1000 μm - 100 cm"
      ],
      "correct_answer": "0.78 μm - 1000 μm",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 312,
      "topic": "তড়িৎ চৌম্বকীয় বর্নালী",
      "question_text": "পারমাণবিক বর্ণালি সম্পর্কে নিম্নের কোনটি সঠিক নয়?",
      "options": [
        "সোডিয়াম আয়ন থেকে সোনালি হলুদ বর্ণ",
        "পটাশিয়াম আয়ন থেকে হালকা বেগুনি বর্ণ",
        "হাইড্রোজেন গ্যাস থেকে লাল বর্ণ",
        "ক্যালসিয়াম আয়ন থেকে ইটের মতো লাল বর্ণ"
      ],
      "correct_answer": "হাইড্রোজেন গ্যাস থেকে লাল বর্ণ",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 313,
      "topic": "তড়িৎ চৌম্বকীয় বর্নালী",
      "question_text": "অসীম দূরত্ব থেকে ইলেকট্রন ৩য় শেলে স্থানান্তরিত হলে নিচের কোন বর্ণালি সিরিজ উৎপন্ন হয়?",
      "options": [
        "প্যাসচেন",
        "বামার",
        "ফুন্ড",
        "ব্রাকেট"
      ],
      "correct_answer": "প্যাসচেন",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 314,
      "topic": "তড়িৎ চৌম্বকীয় বর্নালী",
      "question_text": "Na এর শিখা পরীক্ষায় কত তরঙ্গদৈর্ঘ্যের বর্ণালি সৃষ্টি হয়?",
      "options": [
        "620 nm",
        "590 nm",
        "570 nm",
        "690 nm"
      ],
      "correct_answer": "590 nm",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 315,
      "topic": "তড়িৎ চৌম্বকীয় বর্নালী",
      "question_text": "রিডবার্গ ধ্রুবকের মান কত?",
      "options": [
        "6.626 × 10⁻³⁴kJ.s",
        "1.097 × 10⁷m⁻¹",
        "3 × 10⁸m",
        "6.2 × 10²³"
      ],
      "correct_answer": "1.097 × 10⁷m⁻¹",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 316,
      "topic": "তড়িৎ চৌম্বকীয় বর্নালী",
      "question_text": "কোন অঞ্চলে H - বর্ণালির ব্র্যাকেট সিরিজের উদ্ভব ঘটে?",
      "options": [
        "দৃশ্যমান অঞ্চল",
        "UV অঞ্চল",
        "IR অঞ্চল",
        "X-ray অঞ্চল"
      ],
      "correct_answer": "IR অঞ্চল",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 317,
      "topic": "তড়িৎ চৌম্বকীয় বর্নালী",
      "question_text": "কোন আলোক রশ্মির ফ্রিকুয়েন্সি/কম্পাঙ্ক বেশি হবে?",
      "options": [
        "X-ray",
        "UV ray",
        "IR",
        "Radio waves"
      ],
      "correct_answer": "X-ray",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 318,
      "topic": "তড়িৎ চৌম্বকীয় বর্নালী",
      "question_text": "v̄ = R_H × [1/n₁² - 1/n₂²] সমীকরণটিতে লাইমেন সিরিজের ক্ষেত্রে n₁ =?",
      "options": [
        "1",
        "2",
        "3",
        "4"
      ],
      "correct_answer": "1",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 319,
      "topic": "তড়িৎ চৌম্বকীয় বর্নালী",
      "question_text": "তরঙ্গ সংখ্যা (v̄) কোন রশ্মির ক্ষেত্রে বেশি হয়?",
      "options": [
        "UV",
        "IR",
        "Red-ray",
        "X-ray"
      ],
      "correct_answer": "X-ray",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 320,
      "topic": "তড়িৎ চৌম্বকীয় বর্নালী",
      "question_text": "H - পারমাণবিক বর্ণালির কোন সিরিজটিতে দৃশ্যমান অঞ্চলের রশ্মি দেখা যায়?",
      "options": [
        "প্যাসচেন",
        "লাইমেন",
        "বামার",
        "ব্রাকেট"
      ],
      "correct_answer": "বামার",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 321,
      "topic": "তড়িৎ চৌম্বকীয় বর্নালী",
      "question_text": "কোনো আলো রশ্মির তরঙ্গদৈর্ঘ্য 540 nm । এর বিকিরণের বর্ণ কোনটি?",
      "options": [
        "বেগুনি",
        "হলুদ",
        "সবুজ",
        "লাল"
      ],
      "correct_answer": "সবুজ",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 322,
      "topic": "তড়িৎ চৌম্বকীয় বর্নালী",
      "question_text": "নিচের কোন আলোক রশ্মির তরঙ্গদৈর্ঘ্য সবচেয়ে দীর্ঘ?",
      "options": [
        "Gamma ray",
        "Microwave",
        "Visible ray",
        "X-ray"
      ],
      "correct_answer": "Microwave",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 323,
      "topic": "তড়িৎ চৌম্বকীয় বর্নালী",
      "question_text": "ইলেকট্রনের কোন অরবিটাল থেকে স্থানান্তর ঘটলে বামার সিরিজে ৩য় রেখা বর্ণালির উৎপত্তি হয়?",
      "options": [
        "n₄ → n₁",
        "n₄ → n₂",
        "n₅ → n₂",
        "n₆ → n₃"
      ],
      "correct_answer": "n₅ → n₂",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 324,
      "topic": "তড়িৎ চৌম্বকীয় বর্নালী",
      "question_text": "নিচের কোন বর্ণের আলোক রশ্মির ফোটনের শক্তি সর্বাধিক?",
      "options": [
        "সবুজ",
        "বেগুনি",
        "লাল",
        "নীল"
      ],
      "correct_answer": "বেগুনি",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 325,
      "topic": "তড়িৎ চৌম্বকীয় বর্নালী",
      "question_text": "US $ 10 নিচের কোন বর্ণের আভা ছড়ায়?",
      "options": [
        "কমলা",
        "নীল",
        "লাল",
        "গোলাপি"
      ],
      "correct_answer": "কমলা",
      "explanation": "বি.দ্র: কবীর স্যারের বইয়ের তথ্য ও অনুশীলনী অনুযায়ী উত্তর (a)। তবে, হাজারী স্যারের বইয়ের তথ্য অনুযায়ী উত্তর (c)।",
      "time_limit": 42
    },
    {
      "id": 326,
      "topic": "তড়িৎ চৌম্বকীয় বর্নালী",
      "question_text": "ত্বকের ক্ষত নিরাময়ে লেজার পদ্ধতিতে কোন রশ্মি ব্যবহৃত হয়?",
      "options": [
        "UV রশ্মি",
        "IR রশ্মি",
        "Gamma রশ্মি",
        "X-ray"
      ],
      "correct_answer": "IR রশ্মি",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 327,
      "topic": "তড়িৎ চৌম্বকীয় বর্নালী",
      "question_text": "দৃশ্যমান আলোর তরঙ্গদৈর্ঘ্য কত nm?",
      "options": [
        "380-780",
        "10-380",
        "380 - 10⁶",
        "10⁻⁶ - 380"
      ],
      "correct_answer": "380-780",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 328,
      "topic": "তড়িৎ চৌম্বকীয় বর্নালী",
      "question_text": "ইলেকট্রন ৩য় শক্তিস্তরে ফিরে আসলে কোন বর্ণালি রেখা দেখা যায়?",
      "options": [
        "লিম্যান",
        "ব্রাকেট",
        "প্যাসচেন",
        "বামার"
      ],
      "correct_answer": "প্যাসচেন",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 329,
      "topic": "তড়িৎ চৌম্বকীয় বর্নালী",
      "question_text": "আসমানি আলোর তরঙ্গদৈর্ঘ্যের চেয়ে ছোট তরঙ্গদৈর্ঘ্যের আলো কোনটি?",
      "options": [
        "নীল",
        "সবুজ",
        "কমলা",
        "লাল"
      ],
      "correct_answer": "নীল",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 330,
      "topic": "তড়িৎ চৌম্বকীয় বর্নালী",
      "question_text": "বামার সিরিজের ২য় লাইনের ক্ষেত্রে n এর মান কত?",
      "options": [
        "2",
        "3",
        "4",
        "5"
      ],
      "correct_answer": "4",
      "explanation": "বামার সিরিজের ক্ষেত্রে, n₁ = 2; n₂ = 3, 4, 5 ... ১ম লাইন, n = 3; ২য় লাইন, n = 4",
      "time_limit": 42
    },
    {
      "id": 331,
      "topic": "তড়িৎ চৌম্বকীয় বর্নালী",
      "question_text": "হাইড্রোজেন পরমাণুর বর্ণালিতে প্যাসচেন সিরিজ সৃষ্টি হয় কোন অঞ্চলে?",
      "options": [
        "অতিবেগুনি",
        "দৃশ্যমান",
        "অবলোহিত",
        "মাইক্রোওয়েভ"
      ],
      "correct_answer": "অবলোহিত",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 332,
      "topic": "তড়িৎ চৌম্বকীয় বর্নালী",
      "question_text": "হাইড্রোজেন বর্ণালিতে অতিবেগুনি অঞ্চলে কোন সিরিজ উৎপন্ন হয়?",
      "options": [
        "লাইমেন",
        "বামার",
        "প্যাসচেন",
        "ফুন্ড"
      ],
      "correct_answer": "লাইমেন",
      "explanation": "বামার → দৃশ্যমান, প্যাসচেন → অবলোহিত",
      "time_limit": 42
    },
    {
      "id": 333,
      "topic": "তড়িৎ চৌম্বকীয় বর্নালী",
      "question_text": "একটি রশ্মির তরঙ্গ দৈর্ঘ্য 20 cm. এটি কোন ক্ষেত্রে ব্যবহৃত হতে পারে?",
      "options": [
        "জাল টাকা শনাক্তকরণে",
        "টেলিভিশনে",
        "MRI",
        "WiFi সংযোগে"
      ],
      "correct_answer": "WiFi সংযোগে",
      "explanation": "রেডিও ওয়েব অঞ্চল → 1mm - 10 km",
      "time_limit": 42
    },
    {
      "id": 334,
      "topic": "তড়িৎ চৌম্বকীয় বর্নালী",
      "question_text": "কোন রশ্মির তরঙ্গ সংখ্যা 1.0 × 10⁻⁴ s⁻¹. রশ্মিটি কোন তড়িৎ চুম্বকীয় অঞ্চলের?",
      "options": [
        "দৃশ্যমান",
        "IR",
        "UV",
        "MW"
      ],
      "correct_answer": "MW",
      "explanation": "প্রশ্নটিতে 1.0 × 10⁻⁴ s⁻¹ এর পরিবর্তে 1.0 × 10⁻⁴ m⁻¹ হলে, বাক্যটি শুদ্ধ হবে। তখন, তরঙ্গ সংখ্যা, v̄ = 1/λ = 1.0 × 10⁻⁴ m⁻¹ ∴ তরঙ্গদৈর্ঘ্য, λ = 10⁴ m = 10 km. অর্থাৎ, রশ্মিটি Radiowave অঞ্চলের। তাই, অপশনগুলোর কোনটিই সঠিক নয়।",
      "time_limit": 42
    },
    {
      "id": 335,
      "topic": "তড়িৎ চৌম্বকীয় বর্নালী",
      "question_text": "মোবাইল ফোন এর কার্যকারিতা কোন তড়িৎ চুম্বকীয় অঞ্চলে?",
      "options": [
        "IR",
        "UV",
        "RW",
        "MW"
      ],
      "correct_answer": "MW",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 336,
      "topic": "তড়িৎ চৌম্বকীয় বর্নালী",
      "question_text": "কারেন্সি নোট UV রশ্মিতে ধরলে আভা ছড়ানোর পিছনে কারণ কোনটি?",
      "options": [
        "নোটের নিরাপত্তা সুতা",
        "ফ্লোরেসেন্ট ফসফোর কালি",
        "উপস্থিত বিশেষ রং",
        "অন্যকিছু"
      ],
      "correct_answer": "ফ্লোরেসেন্ট ফসফোর কালি",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 337,
      "topic": "তড়িৎ চৌম্বকীয় বর্নালী",
      "question_text": "H-বর্ণালিতে ইলেকট্রনের কোন স্থানান্তরে সৃষ্ট রশ্মি জাল টাকা শনাক্তকরণে ব্যবহৃত হয়?",
      "options": [
        "n₅ → n₁",
        "n₅ → n₂",
        "n₅ → n₃",
        "n₅ → n₄"
      ],
      "correct_answer": "n₅ → n₁",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 338,
      "topic": "তড়িৎ চৌম্বকীয় বর্নালী",
      "question_text": "রেখা বর্ণালিতে কোন মৌলের তরঙ্গ দৈর্ঘ্য 590 nm হলে মৌলটি হল-",
      "options": [
        "Hg",
        "H",
        "Sr",
        "Na"
      ],
      "correct_answer": "Na",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 339,
      "topic": "তড়িৎ চৌম্বকীয় বর্নালী",
      "question_text": "কোন শক্তিস্তরে ইলেকট্রন স্থানান্তরের জন্য হাইড্রোজেনের UV বর্ণালিরেখা পাওয়া যায়?",
      "options": [
        "7 → 1",
        "6 → 3",
        "5 → 2",
        "4 → 3"
      ],
      "correct_answer": "7 → 1",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 340,
      "topic": "তড়িৎ চৌম্বকীয় বর্নালী",
      "question_text": "অসীম দূরত্বের শক্তিস্তর হতে একটি ইলেকট্রন চতুর্থ শক্তিস্তরে স্থানান্তরিত হলে বিকিরিত রশ্মিটি কোন সিরিজভুক্ত?",
      "options": [
        "লাইমেন",
        "বামার",
        "ফুন্ড",
        "ব্রাকেট"
      ],
      "correct_answer": "ব্রাকেট",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 341,
      "topic": "তড়িৎ চৌম্বকীয় বর্নালী",
      "question_text": "কোন বিকিরিত রশ্মির তরঙ্গদৈর্ঘ্য সবচেয়ে বেশি?",
      "options": [
        "মহাজাগতিক রশ্মি",
        "X-ray",
        "UV-রশ্মি",
        "Visible ray"
      ],
      "correct_answer": "Visible ray",
      "explanation": "বি: দ্র: সঠিক উত্তর (d), কবীর স্যারের বইয়ে উত্তর (b) দেওয়া।",
      "time_limit": 42
    },
    {
      "id": 342,
      "topic": "তড়িৎ চৌম্বকীয় বর্নালী",
      "question_text": "জাল পাসপোর্ট শনাক্তকরণে কোনটি ব্যবহৃত হয়?",
      "options": [
        "UV রশ্মি",
        "IR রশ্মি",
        "γ - রশ্মি",
        "X- রশ্মি"
      ],
      "correct_answer": "UV রশ্মি",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 343,
      "topic": "তড়িৎ চৌম্বকীয় বর্নালী",
      "question_text": "বর্ণালি বিকিরণের ক্ষেত্রে কোন সিরিজ ব্যতিক্রম?",
      "options": [
        "ব্রাকেট",
        "প্যাসচেন",
        "বামার",
        "হ্যামফ্রেস"
      ],
      "correct_answer": "বামার",
      "explanation": "বি.দ্র: সঠিক উত্তর (c), কবীর স্যারের বইয়ে উত্তর (d) দেওয়া।",
      "time_limit": 42
    },
    {
      "id": 344,
      "topic": "তড়িৎ চৌম্বকীয় বর্নালী",
      "question_text": "কোনটি দৃশ্যমান বর্ণালি?",
      "options": [
        "লাইম্যান সিরিজ",
        "বামার",
        "প্যাসচেন সিরিজ",
        "ব্রাকেট সিরিজ"
      ],
      "correct_answer": "বামার",
      "explanation": "লাইম্যান সিরিজের বর্ণালি অঞ্চল → অতিবেগুনি অঞ্চল।",
      "time_limit": 42
    },
    {
      "id": 345,
      "topic": "তড়িৎ চৌম্বকীয় বর্নালী",
      "question_text": "WiFi- তে কোন অঞ্চলে তড়িৎ চুম্বকীয় বিকিরণ ব্যবহৃত হয়?",
      "options": [
        "মাইক্রোওয়েভ",
        "রেডিও ওয়েব",
        "অবলোহিত",
        "অতিবেগুনি"
      ],
      "correct_answer": "রেডিও ওয়েব",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 346,
      "topic": "তড়িৎ চৌম্বকীয় বর্নালী",
      "question_text": "IR রশ্মি-",
      "options": [
        "দেহের তাপমাত্রা হ্রাস করে",
        "ধমনীর দীর্ঘস্থায়ী হ্রাস করে",
        "ধমনী ও শিরার প্রসার করে",
        "রক্ত সঞ্চালন হ্রাস করে"
      ],
      "correct_answer": "ধমনী ও শিরার প্রসার করে",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 347,
      "topic": "তড়িৎ চৌম্বকীয় বর্নালী",
      "question_text": "কোন রশ্মির তরঙ্গদৈর্ঘ্য অধিক?",
      "options": [
        "UV",
        "X-ray",
        "MW",
        "IR"
      ],
      "correct_answer": "MW",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 348,
      "topic": "তড়িৎ চৌম্বকীয় বর্নালী",
      "question_text": "চিকিৎসা বিজ্ঞানে ফিজিওথেরাপিতে কোনটি ব্যবহার করা হয়?",
      "options": [
        "X-ray",
        "IR",
        "MRI",
        "UV"
      ],
      "correct_answer": "IR",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 349,
      "topic": "তড়িৎ চৌম্বকীয় বর্নালী",
      "question_text": "কোন রশ্মির তরঙ্গদৈর্ঘ্য 4100Å হলে ফ্রিকোয়েন্সি কত?",
      "options": [
        "2.439 × 10⁶ m⁻¹",
        "2.439 × 10⁶ Hz",
        "7.317 × 10⁻¹⁴ m⁻¹",
        "7.317 × 10¹⁴ Hz"
      ],
      "correct_answer": "7.317 × 10¹⁴ Hz",
      "explanation": "λ = 4100 × 10⁻¹⁰m f = c/λ = (3×10⁸) / (4100×10⁻¹⁰) = 7.317 × 10¹⁴",
      "time_limit": 42
    },
    {
      "id": 350,
      "topic": "তড়িৎ চৌম্বকীয় বর্নালী",
      "question_text": "IR অঞ্চলে একটি যৌগের তরঙ্গদৈর্ঘ্য 2.5 × 10⁻⁵ m হলে তরঙ্গ সংখ্যা কত?",
      "options": [
        "400 cm⁻¹",
        "3100 cm⁻¹",
        "2500 cm⁻¹",
        "4000 cm⁻¹"
      ],
      "correct_answer": "400 cm⁻¹",
      "explanation": "তরঙ্গ সংখ্যা = 1 / তরঙ্গদৈর্ঘ্য = 1 / (2.5×10⁻³) = 40,000 m⁻¹ = 400 cm⁻¹।",
      "time_limit": 42
    },
    {
      "id": 351,
      "topic": "তড়িৎ চৌম্বকীয় বর্নালী",
      "question_text": "IR অঞ্চলে কোন পদার্থের তরঙ্গ সংখ্যা 1500cm⁻¹ হলে পদার্থটির বিকিরিত তরঙ্গ দৈর্ঘ্য কত?",
      "options": [
        "2.5 μm",
        "3.7 μm",
        "6.1 μm",
        "6.7 μm"
      ],
      "correct_answer": "6.7 μm",
      "explanation": "তরঙ্গ সংখ্যা, v̄ = 1500 cm⁻¹ = 1500 × 10² m⁻¹ ∴ λ = 1/v̄ = 1 / (1500×10²) = 6.7 × 10⁻⁶ m = 6.7 μm",
      "time_limit": 42
    },
    {
      "id": 352,
      "topic": "তড়িৎ চৌম্বকীয় বর্নালী",
      "question_text": "H- পরমাণুর বর্ণালিতে প্যাসচেন সিরিজের জন্য সর্বোচ্চ তরঙ্গ সংখ্যা কত?",
      "options": [
        "R_H/9",
        "5/(36R_H)",
        "7/(144R_H)",
        "144/(7R_H)"
      ],
      "correct_answer": "R_H/9",
      "explanation": "v̄ = R_H (1/n₁² - 1/n₂²) = R_H (1/3² - 1/∞²) = R_H/9",
      "time_limit": 42
    },
    {
      "id": 353,
      "topic": "তড়িৎ চৌম্বকীয় বর্নালী",
      "question_text": "R_H রিডবার্গ ধ্রুবক হলে হাইড্রোজেনের বর্ণালির বামার সিরিজের ২য় লাইনের তরঙ্গদৈর্ঘ্য কত হবে?",
      "options": [
        "36R_H/5",
        "16/(3R_H)",
        "3R_H/16",
        "5/(36R_H)"
      ],
      "correct_answer": "16/(3R_H)",
      "explanation": "এখানে, n₁ = 2, n₂ = 4 ∴ 1/λ = R_H (1/4 - 1/16) = 3R_H/16 ∴ λ = 16/(3R_H)",
      "time_limit": 42
    },
    {
      "id": 354,
      "topic": "তড়িৎ চৌম্বকীয় বর্নালী",
      "question_text": "জাল টাকা শনাক্তকরণে ব্যবহৃত আলোকের তরঙ্গদৈর্ঘ্য কত?",
      "options": [
        "10-380 nm",
        "230-375 nm",
        "10-230 nm",
        "200-370 nm"
      ],
      "correct_answer": "230-375 nm",
      "explanation": "ফসফর পুট দীপ্তির তরঙ্গদৈর্ঘ্য 230 - 375 nm. এবং, ফ্লোরেসেন্ট তরঙ্গদৈর্ঘ্য 10 - 380 nm.",
      "time_limit": 42
    },
    {
      "id": 355,
      "topic": "তড়িৎ চৌম্বকীয় বর্নালী",
      "question_text": "...... nm তরঙ্গ দৈর্ঘ্যের রশ্মি অপটিক্যাল ফাইবার দ্বারা যোগাযোগে ব্যবহৃত হয়।",
      "options": [
        "110 - 225",
        "80 - 228",
        "380 - 365",
        "230 - 375"
      ],
      "correct_answer": "230 - 375",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 356,
      "topic": "তড়িৎ চৌম্বকীয় বর্নালী",
      "question_text": "কোন রশ্মি প্রয়োগ করে মস্তিষ্কের রক্তের হিমোগ্লোবিনে দ্রবীভূত O₂ এর মাত্রা পরিমাপ করা হয়?",
      "options": [
        "Near-IR",
        "Middle-IR",
        "Far-IR",
        "MRI"
      ],
      "correct_answer": "Near-IR",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 357,
      "topic": "তড়িৎ চৌম্বকীয় বর্নালী",
      "question_text": "রক্তের শ্বেত কণিকা বৃদ্ধি ও রোগ প্রতিরোধে শক্তি বৃদ্ধিতে সহায়তা করে-",
      "options": [
        "Near-IR",
        "Middle-IR",
        "Far-IR",
        "UV"
      ],
      "correct_answer": "Far-IR",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 358,
      "topic": "তড়িৎ চৌম্বকীয় বর্নালী",
      "question_text": "ত্বক সতেজ ও সজীবতায় গুণবতী কোন অঞ্চলের আলো কোনটি?",
      "options": [
        "Near-IR",
        "Middle-IR",
        "Far-IR",
        "UV-Ray"
      ],
      "correct_answer": "Far-IR",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 359,
      "topic": "তড়িৎ চৌম্বকীয় বর্নালী",
      "question_text": "টিভি'র রিমোট কোন সংকেতের সাহায্যে কোন রশ্মি ব্যবহার করা হয়?",
      "options": [
        "UV",
        "X-ray",
        "IR",
        "MW"
      ],
      "correct_answer": "IR",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 360,
      "topic": "তড়িৎ চৌম্বকীয় বর্নালী",
      "question_text": "দুর্বল ত্বক Far-IR ব্যবহার করে কিসের চিকিৎসা করা হয়?",
      "options": [
        "ব্যথা উপশম",
        "টিউমার",
        "ইউলিয়া সনাক্তকরণ",
        "রোগ সনাক্তকরণ"
      ],
      "correct_answer": "ব্যথা উপশম",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 361,
      "topic": "তড়িৎ চৌম্বকীয় বর্নালী",
      "question_text": "নিচের বিকিরণগুলোর মধ্যে কোনটির তরঙ্গদৈর্ঘ্য সবচেয়ে কম?",
      "options": [
        "X-ray",
        "UV",
        "γ-ray",
        "Infra-red"
      ],
      "correct_answer": "γ-ray",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 362,
      "topic": "তড়িৎ চৌম্বকীয় বর্নালী",
      "question_text": "তড়িৎ চুম্বকীয় বিকিরণের দৃশ্যমান অঞ্চলের তরঙ্গদৈর্ঘ্য সীমা কত?",
      "options": [
        "500-800 nm",
        "380-780 nm",
        "480-800 nm",
        "10-380 nm"
      ],
      "correct_answer": "380-780 nm",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 363,
      "topic": "তড়িৎ চৌম্বকীয় বর্নালী",
      "question_text": "হাইড্রোজেন পরমাণুর ইলেকট্রন ৪র্থ, ৫ম, ৬ষ্ঠ, ৭ম শক্তিস্তর হতে ৩য় শক্তিস্তরে স্থানান্তর হলে কোন সিরিজের রেখা বর্ণালি পাওয়া যায়?",
      "options": [
        "বামার",
        "প্যাসচেন",
        "ব্রাকেট",
        "লাইম্যান"
      ],
      "correct_answer": "প্যাসচেন",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 364,
      "topic": "তড়িৎ চৌম্বকীয় বর্নালী",
      "question_text": "নিচের বিকিরণগুলোর মধ্যে কোনটির তরঙ্গদৈর্ঘ্য সবচেয়ে বেশি?",
      "options": [
        "X-ray",
        "UV",
        "γ-ray",
        "Infrared"
      ],
      "correct_answer": "Infrared",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 365,
      "topic": "তড়িৎ চৌম্বকীয় বর্নালী",
      "question_text": "হাইড্রোজেন পরমাণু বর্ণালিতে অতিবেগুনি অঞ্চলে কোন সিরিজ উৎপন্ন হয়?",
      "options": [
        "লাইম্যান",
        "বামার",
        "প্যাসচেন",
        "ফুন্ড"
      ],
      "correct_answer": "লাইম্যান",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 366,
      "topic": "তড়িৎ চৌম্বকীয় বর্নালী",
      "question_text": "হাইড্রোজেন পরমাণুর ৪র্থ কক্ষপথের ব্যাসার্ধ 8.5×10⁻¹⁰m হলে, এই কক্ষপথের ইলেকট্রনের গতিবেগ কত ms⁻¹ হবে?",
      "options": [
        "5.4×10²",
        "5.4×10³",
        "5.4×10⁴",
        "5.4×10⁵"
      ],
      "correct_answer": "5.4×10⁵",
      "explanation": "mvr = nh/2π ⇒ v = nh/2πmr = (4×6.626×10⁻³⁴) / (2×3.1416×9.11×10⁻³¹×8.5×10⁻¹⁰) = 5.45 × 10⁵ ms⁻¹।",
      "time_limit": 42
    },
    {
      "id": 367,
      "topic": "তড়িৎ চৌম্বকীয় বর্নালী",
      "question_text": "কোনো আলোকের তরঙ্গ দৈর্ঘ্য 400 nm হলে কম্পাঙ্কের মান কত?",
      "options": [
        "7.5 × 10⁻¹ cm⁻¹",
        "7.5 × 10¹¹ Hz",
        "7.5 × 10¹⁴ Hz",
        "2 × 10¹¹ kHz"
      ],
      "correct_answer": "7.5 × 10¹⁴ Hz",
      "explanation": "v = c/λ = (3×10⁸) / (400×10⁻⁹) Hz = 7.5 × 10¹⁴ Hz",
      "time_limit": 42
    },
    {
      "id": 368,
      "topic": "তড়িৎ চৌম্বকীয় বর্নালী",
      "question_text": "জাল নোট কিসের উপস্থিতি UV রশ্মির অনুপ্রভা সৃষ্টি করে?",
      "options": [
        "ফসফরের অপদ্রব্য",
        "জলছাপ",
        "তেজস্ক্রিয় পরমাণু",
        "তরল স্ফটিক"
      ],
      "correct_answer": "জলছাপ",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 369,
      "topic": "তড়িৎ চৌম্বকীয় বর্নালী",
      "question_text": "কোন রশ্মিটির শক্তি সর্বাধিক?",
      "options": [
        "গামা",
        "রেডিও ওয়েব",
        "অবলোহিত",
        "মাইক্রোওয়েভ"
      ],
      "correct_answer": "গামা",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 370,
      "topic": "তড়িৎ চৌম্বকীয় বর্নালী",
      "question_text": "রক্তের হিমোগ্লোবিনে অক্সিজেন পরিমাণ করা যায়-",
      "options": [
        "FIR",
        "NIR",
        "UV-ray",
        "MRI"
      ],
      "correct_answer": "NIR",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 371,
      "topic": "তড়িৎ চৌম্বকীয় বর্নালী",
      "question_text": "v̄ = R_H (1/n₁² - 1/n₂²) সমীকরণে প্যাসচেন সিরিজের জন্য n₂-এর ন্যূনতম মান কত?",
      "options": [
        "2",
        "3",
        "4",
        "5"
      ],
      "correct_answer": "4",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 372,
      "topic": "তড়িৎ চৌম্বকীয় বর্নালী",
      "question_text": "ব্রাকেট সিরিজের ক্ষেত্রে n₂ এর মান কত?",
      "options": [
        "2",
        "3",
        "4",
        "5"
      ],
      "correct_answer": "5",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 373,
      "topic": "তড়িৎ চৌম্বকীয় বর্নালী",
      "question_text": "কমলা আলোর তরঙ্গদৈর্ঘ্য কত?",
      "options": [
        "575 - 590 nm",
        "500 - 575 nm",
        "590 - 647 nm",
        "424 - 450 nm"
      ],
      "correct_answer": "590 - 647 nm",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 374,
      "topic": "তড়িৎ চৌম্বকীয় বর্নালী",
      "question_text": "কোনটি অণুজীবের বর্ণালিমিতিক যন্ত্রে ব্যবহৃত হয়?",
      "options": [
        "গামা রশ্মি",
        "X রশ্মি",
        "UV রশ্মি",
        "IR রশ্মি"
      ],
      "correct_answer": "UV রশ্মি",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 375,
      "topic": "তড়িৎ চৌম্বকীয় বর্নালী",
      "question_text": "রঞ্জন রশ্মির তরঙ্গদৈর্ঘ্য কত?",
      "options": [
        "0.01 - 10 nm",
        "0.01 - 100 nm",
        "0.1 - 100 nm",
        "0.001 - 0.1 nm"
      ],
      "correct_answer": "0.01 - 10 nm",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 376,
      "topic": "তড়িৎ চৌম্বকীয় বর্নালী",
      "question_text": "কত তরঙ্গদৈর্ঘ্যের রশ্মি cell- এর মেডিকেল ইমেজিং করতে ব্যবহৃত হয়?",
      "options": [
        "200 - 400 nm",
        "270 - 360 nm",
        "280 - 400 nm",
        "240 - 280 nm"
      ],
      "correct_answer": "280 - 400 nm",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 377,
      "topic": "তড়িৎ চৌম্বকীয় বর্নালী",
      "question_text": "প্রোটিন অ্যানালাইসিস- এ ব্যবহৃত হয় কোনটি?",
      "options": [
        "গামা রশ্মি",
        "X – রশ্মি",
        "UV রশ্মি",
        "IR রশ্মি"
      ],
      "correct_answer": "UV রশ্মি",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 378,
      "topic": "তড়িৎ চৌম্বকীয় বর্নালী",
      "question_text": "DOT পদ্ধতিতে কোন ধরনের রশ্মি ব্যবহৃত হয়?",
      "options": [
        "Far IR",
        "Near IR",
        "Middle IR",
        "Medical IR"
      ],
      "correct_answer": "Near IR",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 379,
      "topic": "তড়িৎ চৌম্বকীয় বর্নালী",
      "question_text": "রক্তের সচলতা বাড়ায় কোন রশ্মি?",
      "options": [
        "X-ray",
        "IR",
        "UV",
        "Cosmic"
      ],
      "correct_answer": "IR",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 380,
      "topic": "তড়িৎ চৌম্বকীয় বর্নালী",
      "question_text": "নিউট্রিয়ন সক্রিয়ণ বিশ্লেষণ প্রক্রিয়ায় কোন রশ্মি ব্যবহৃত হয়?",
      "options": [
        "গামা রশ্মি",
        "X-ray",
        "অতি বেগুনি রশ্মি",
        "Micro waves"
      ],
      "correct_answer": "গামা রশ্মি",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 381,
      "topic": "তড়িৎ চৌম্বকীয় বর্নালী",
      "question_text": "DOT এর পূর্ণরূপ হচ্ছে-",
      "options": [
        "Diffuse Optical Tomography",
        "Double Optional Topography",
        "Diffuse Optional Topography",
        "Diffuse Optical Topography"
      ],
      "correct_answer": "Diffuse Optical Tomography",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 382,
      "topic": "তড়িৎ চৌম্বকীয় বর্নালী",
      "question_text": "স্পেকট্রোমিটার কাকে বলে?",
      "options": [
        "আলো মাপার যন্ত্র",
        "বিকিরণ মাপার যন্ত্র",
        "বর্ণালি মাপার যন্ত্র",
        "তেজস্ক্রিয়তা মাপার যন্ত্র"
      ],
      "correct_answer": "বর্ণালি মাপার যন্ত্র",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 383,
      "topic": "তড়িৎ চৌম্বকীয় বর্নালী",
      "question_text": "বর্ণালির ফোটোগ্রাফকে কী বলে?",
      "options": [
        "থার্মোগ্রাফ",
        "স্পেকট্রোগ্রাফ",
        "মনোগ্রাফ",
        "ওসিলোগ্রাফ"
      ],
      "correct_answer": "স্পেকট্রোগ্রাফ",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 384,
      "topic": "তড়িৎ চৌম্বকীয় বর্নালী",
      "question_text": "পারমাণবিক বর্ণালি কত প্রকার?",
      "options": [
        "2",
        "3",
        "4",
        "5"
      ],
      "correct_answer": "2",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 385,
      "topic": "তড়িৎ চৌম্বকীয় বর্নালী",
      "question_text": "তড়িৎ চুম্বকীয় শক্তিতে উদ্দীপ্ত পরমাণুর বিকিরিত আলোক শক্তি দ্বারা কোন বর্ণালি হয়?",
      "options": [
        "Absorption spectrum",
        "Resonance spectrum",
        "Emission spectrum",
        "Raman Spectrum"
      ],
      "correct_answer": "Emission spectrum",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 386,
      "topic": "তড়িৎ চৌম্বকীয় বর্নালী",
      "question_text": "নিম্ন চাপে হাইড্রোজেন গ্যাসের ভিতর বিদ্যুৎ চালনা করলে কোন বর্ণালি পাওয়া যায়?",
      "options": [
        "লাল",
        "সাদা",
        "হলুদ",
        "গোলাপি"
      ],
      "correct_answer": "গোলাপি",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 387,
      "topic": "তড়িৎ চৌম্বকীয় বর্নালী",
      "question_text": "দৃশ্যমান আলোকে মৌলের গ্যাসীয় অবস্থার মধ্যে প্রবাহিত করলে স্পেকট্রোস্কোপে কোন বর্ণালি পাওয়া যায়?",
      "options": [
        "শোষণ বর্ণালি",
        "বিচ্ছুরণ বর্ণালি",
        "বিকিরণ বর্ণালি",
        "রমন বর্ণালি"
      ],
      "correct_answer": "শোষণ বর্ণালি",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 388,
      "topic": "তড়িৎ চৌম্বকীয় বর্নালী",
      "question_text": "NaCl- এর দ্রবণ থেকে নির্গত সূর্যালোককে বিশ্লেষণ করলে কতটি রেখা পাওয়া যায়?",
      "options": [
        "5 টি",
        "3 টি",
        "4 টি",
        "2 টি"
      ],
      "correct_answer": "2 টি",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 389,
      "topic": "তড়িৎ চৌম্বকীয় বর্নালী",
      "question_text": "প্যাসচেন সিরিজ কোথায় অবস্থিত?",
      "options": [
        "X – ray এলাকায়",
        "অতিবেগুনি এলাকায়",
        "দৃশ্যমান এলাকায়",
        "অবলোহিত এলাকায়"
      ],
      "correct_answer": "অবলোহিত এলাকায়",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 390,
      "topic": "তড়িৎ চৌম্বকীয় বর্নালী",
      "question_text": "নিচের কোনটি সঠিক?",
      "options": [
        "US 5 নীল বর্ণ",
        "US 100 হলুদ বর্ণ",
        "US 10 সবুজ বর্ণ",
        "US 20 কমলা বর্ণ"
      ],
      "correct_answer": "US 5 নীল বর্ণ",
      "explanation": "নোট | বর্ণ (হাজারী) | বর্ণ (কবীর) ---|---|--- $ 5 | নীল | নীল $ 10 | লাল | কমলা $ 20 | সবুজ | সবুজ $ 50 | হলুদ | হলুদ $ 100 | কমলা | লাল",
      "time_limit": 42
    },
    {
      "id": 391,
      "topic": "তড়িৎ চৌম্বকীয় বর্নালী",
      "question_text": "কোন রশ্মির রোগ আরোগ্য করার ক্ষমতা আছে?",
      "options": [
        "Far - IR",
        "Near - IR",
        "Middle IR",
        "UV ray"
      ],
      "correct_answer": "Far - IR",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 392,
      "topic": "তড়িৎ চৌম্বকীয় বর্নালী",
      "question_text": "কোনটি ত্বকে তাপীয় অনুভূতি জাগায়?",
      "options": [
        "Near - IR",
        "Far - IR",
        "Middle - IR",
        "UV ray"
      ],
      "correct_answer": "Far - IR",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 393,
      "topic": "তড়িৎ চৌম্বকীয় বর্নালী",
      "question_text": "Far-IR দেহের কত গভীরে যেতে পারে?",
      "options": [
        "4 cm",
        "4 mm",
        "5 cm",
        "5 mm"
      ],
      "correct_answer": "4 cm",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 394,
      "topic": "তড়িৎ চৌম্বকীয় বর্নালী",
      "question_text": "Far - IR রশ্মির ব্যবহার নয় কোনটি?",
      "options": [
        "ব্যথা বেদনা উপশম",
        "স্নায়ু গঠন প্রক্রিয়া",
        "রোগ প্রতিরোধ ক্ষমতা বৃদ্ধি",
        "লোহিত কণিকা বৃদ্ধি"
      ],
      "correct_answer": "লোহিত কণিকা বৃদ্ধি",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 395,
      "topic": "তড়িৎ চৌম্বকীয় বর্নালী",
      "question_text": "Low emission পদ্ধতিতে কোনটি হয় না?",
      "options": [
        "ক্ষতিগ্রস্ত স্থানে নতুন কোষ সৃষ্টি",
        "জয়েন্টের সচলতা বৃদ্ধি",
        "রক্ত সঞ্চালন বৃদ্ধি",
        "ব্যথা বেদনার উপশম"
      ],
      "correct_answer": "জয়েন্টের সচলতা বৃদ্ধি",
      "explanation": "",
      "time_limit": 42
    },
    {
      "id": 396,
      "topic": "দ্রাব্যতা ও দ্রাব্যতার গুণফল",
      "question_text": "50 mL সম্পৃক্ত দ্রবণে 5g CaCl₂ আছে। লিটার প্রতি এর দ্রাব্যতা কত?",
      "options": [
        "10 gL⁻¹",
        "110 gL⁻¹",
        "101 gL⁻¹",
        "100 gL⁻¹"
      ],
      "correct_answer": "100 gL⁻¹",
      "explanation": "সমাধান: দ্রাব্যতা = গ্রাম এককে দ্রবের ভর / দ্রবণের আয়তন × 1000 = 5/50 × 1000 = 100 gL⁻¹",
      "time_limit": 10
    },
    {
      "id": 397,
      "topic": "দ্রাব্যতা ও দ্রাব্যতার গুণফল",
      "question_text": "30°C উষ্ণতায় KCl এর দ্রাব্যতা 37.2 g/100g পানি। 85.5 g KCl এর সম্পৃক্ত দ্রবণ প্রস্তুত করতে কতটুকু পানি প্রয়োজন?",
      "options": [
        "230.95 g",
        "230.56 g",
        "228.80 g",
        "229.84 g"
      ],
      "correct_answer": "229.84 g",
      "explanation": "সমাধান: 37.2 g KCl দ্রবীভূত থাকে 100 g পানিতে তাহলে, 85.5 g KCl দ্রবীভূত থাকে (100/37.2 × 85.5) g = 229.84 g পানিতে।",
      "time_limit": 10
    },
    {
      "id": 398,
      "topic": "দ্রাব্যতা ও দ্রাব্যতার গুণফল",
      "question_text": "30°C এ কোনো লবণের দ্রাব্যতা 5.0g/L হলে 400mL সম্পৃক্ত দ্রবণে কত গ্রাম লবণ আছে?",
      "options": [
        "5g",
        "3g",
        "4g",
        "2g"
      ],
      "correct_answer": "2g",
      "explanation": "সমাধান: 30°C এ লবণের দ্রাব্যতা 5.0 g/L অর্থাৎ 1.0 L সম্পৃক্ত দ্রবণে লবণের পরিমাণ 5.0g তাহলে, 400 mL বা, 0.4 L সম্পৃক্ত দ্রবণে লবণের পরিমাণ = (5.0×0.4/1.0)g = 2.0g",
      "time_limit": 10
    },
    {
      "id": 399,
      "topic": "দ্রাব্যতা ও দ্রাব্যতার গুণফল",
      "question_text": "নিচের কোন সেটটিতে সম-আয়ন প্রভাব (common-ion effect) বিদ্যমান?",
      "options": [
        "NaCl, CH₃Cl",
        "CaCl₂, C₆H₅Cl",
        "H₂S, HCl",
        "CH₄, HCl"
      ],
      "correct_answer": "H₂S, HCl",
      "explanation": "",
      "time_limit": 10
    },
    {
      "id": 400,
      "topic": "দ্রাব্যতা ও দ্রাব্যতার গুণফল",
      "question_text": "নিচের কোনটি সহজেই জলে দ্রবীভূত হয়?",
      "options": [
        "কার্বন",
        "নাইট্রোজেন",
        "আয়োডিন",
        "অ্যামোনিয়া"
      ],
      "correct_answer": "অ্যামোনিয়া",
      "explanation": "",
      "time_limit": 10
    },
    {
      "id": 401,
      "topic": "দ্রাব্যতা ও দ্রাব্যতার গুণফল",
      "question_text": "নিচের কোন লবণটি পানিতে অদ্রবণীয়?",
      "options": [
        "Na₂SO₄",
        "Al₂(SO₄)₃",
        "CuSO₄",
        "BaSO₄"
      ],
      "correct_answer": "BaSO₄",
      "explanation": "",
      "time_limit": 10
    },
    {
      "id": 402,
      "topic": "দ্রাব্যতা ও দ্রাব্যতার গুণফল",
      "question_text": "নিচের কোন যৌগটি পানিতে দ্রবণীয়?",
      "options": [
        "AgCl",
        "(NH₄)₂CO₃",
        "CaCO₃",
        "CaSO₄"
      ],
      "correct_answer": "(NH₄)₂CO₃",
      "explanation": "",
      "time_limit": 10
    },
    {
      "id": 403,
      "topic": "দ্রাব্যতা ও দ্রাব্যতার গুণফল",
      "question_text": "25°C-এ Al₂(SO₄)₃ এর দ্রাব্যতা S হলে, তখন এর আয়নিক গুণফল হবে কোনটি?",
      "options": [
        "S⁵",
        "6S⁵",
        "27S⁵",
        "108S⁵"
      ],
      "correct_answer": "108S⁵",
      "explanation": "",
      "time_limit": 10
    },
    {
      "id": 404,
      "topic": "দ্রাব্যতা ও দ্রাব্যতার গুণফল",
      "question_text": "25°C-এ Zn₃(PO₄)₂ এর দ্রাব্যতা গুণফল প্রকাশক সম্পর্ক কোনটি?",
      "options": [
        "K_sp = [Zn²⁺] × [PO₄³⁻]",
        "K_sp = 6[Zn²⁺] × [PO₄³⁻]",
        "K_sp = [Zn²⁺]³ × [PO₄³⁻]²",
        "K_sp = 108[Zn²⁺]³ × [PO₄³⁻]²"
      ],
      "correct_answer": "K_sp = [Zn²⁺]³ × [PO₄³⁻]²",
      "explanation": "বি.দ্র: সঠিক উত্তর (c)। তবে হাজারী ও কবীর স্যারের বইতে (d) এবং লিংকন স্যারের বইতে (c) দেওয়া।",
      "time_limit": 10
    },
    {
      "id": 405,
      "topic": "দ্রাব্যতা ও দ্রাব্যতার গুণফল",
      "question_text": "Ag₂C₂O₄ এর ক্ষেত্রে দ্রাব্যতা (s) ও দ্রাব্যতা গুণফল (K_sp) এর সম্পর্ক কোনটি?",
      "options": [
        "2s²",
        "4s³",
        "s³",
        "27s⁴"
      ],
      "correct_answer": "4s³",
      "explanation": "",
      "time_limit": 10
    },
    {
      "id": 406,
      "topic": "দ্রাব্যতা ও দ্রাব্যতার গুণফল",
      "question_text": "A₂B₃বা A₃B₂ এর দ্রাব্যতা S হলে এর দ্রাব্যতা গুণফল কত হবে?",
      "options": [
        "108 S⁵",
        "27 S³",
        "16 S⁴",
        "8 S³"
      ],
      "correct_answer": "108 S⁵",
      "explanation": "",
      "time_limit": 10
    },
    {
      "id": 407,
      "topic": "দ্রাব্যতা ও দ্রাব্যতার গুণফল",
      "question_text": "CaC₂O₄ এর দ্রাব্যতা নিম্নোক্ত কোন দ্রবণে বেশি হবে?",
      "options": [
        "0.1 M HCl",
        "0.1 M NaOH",
        "0.1 M H₂SO₄",
        "0.1 M H₂CO₃"
      ],
      "correct_answer": "0.1 M HCl",
      "explanation": "",
      "time_limit": 10
    },
    {
      "id": 408,
      "topic": "দ্রাব্যতা ও দ্রাব্যতার গুণফল",
      "question_text": "25°C তাপমাত্রায় MX₂ এর K_sp = 7.4 × 10⁻¹¹ হলে mol L⁻¹ এককে দ্রাব্যতা কত?",
      "options": [
        "2.6 × 10⁻³ mol L⁻¹",
        "2.6 × 10⁻² mol L⁻¹",
        "2.6 × 10⁻⁴ mol L⁻¹",
        "2.6 × 10⁻⁵ mol L⁻¹"
      ],
      "correct_answer": "2.6 × 10⁻⁴ mol L⁻¹",
      "explanation": "সমাধান: MX₂এর K_sp = 4S³ [যখন দ্রাব্যতা S] ⇒ 4S³ = 7.4 × 10⁻¹¹ ⇒ S = 2.64 × 10⁻⁴ mol/L.",
      "time_limit": 10
    },
    {
      "id": 409,
      "topic": "দ্রাব্যতা ও দ্রাব্যতার গুণফল",
      "question_text": "25°C এ Fe(OH)₃ এর দ্রাব্যতা 2.1153 × 10⁻⁸gL⁻¹; ঐ তাপমাত্রায় এর দ্রাব্যতা গুণফল কত? যেখানে, [Fe = 55.85]",
      "options": [
        "4.147 × 10⁻³⁸",
        "3.416 × 10⁻³²",
        "3.08 × 10⁻²⁸",
        "2.162 × 10⁻²²"
      ],
      "correct_answer": "4.147 × 10⁻³⁸",
      "explanation": "সমাধান: Fe(OH)₃ এর আণবিক ভর = 107 ∴ দ্রাব্যতা S = (2.1153×10⁻⁸)/107 = 1.976 × 10⁻¹⁰ mol L⁻¹ ∴ দ্রাব্যতা গুণফল K_sp = 27S⁴ = 27 × (1.9796 × 10⁻¹⁰)⁴ = 4.146 × 10⁻³⁸.",
      "time_limit": 10
    },
    {
      "id": 410,
      "topic": "দ্রাব্যতা ও দ্রাব্যতার গুণফল",
      "question_text": "CaF₂ এর দ্রাব্যতা 0.002 molL⁻¹ হলে এটির দ্রাব্যতা গুণফল কত?",
      "options": [
        "2.3 × 10⁻¹¹",
        "3.2 × 10⁻¹¹",
        "2.3 × 10⁻¹⁰",
        "3.2 × 10⁻¹⁰"
      ],
      "correct_answer": "সঠিক উত্তর নেই",
      "explanation": "সমাধান: CaF₂ এর দ্রাব্যতা, S = 0.002 mol/L হলে, K_sp = 4S³ = 4 × (0.002)³ = 3.2 × 10⁻⁸. বি.দ্র: স্যারের বইয়ে উত্তর (b) দেওয়া থাকলেও সঠিক উত্তর অপশনে নেই। সঠিক উত্তর হবে 3.2 × 10⁻⁸।",
      "time_limit": 10
    },
    {
      "id": 411,
      "topic": "দ্রাব্যতা ও দ্রাব্যতার গুণফল",
      "question_text": "Al₂(SO₄)₃ এর দ্রাব্যতা গুণফল 1.5 × 10⁻⁵ হলে এর সম্পৃক্ত দ্রবণে SO₄²⁻ আয়নের মোলার ঘনমাত্রা কত?",
      "options": [
        "4.25 × 10⁻²",
        "8.5 × 10⁻²",
        "12.75 × 10⁻²",
        "1.7 × 10⁻²"
      ],
      "correct_answer": "12.75 × 10⁻²",
      "explanation": "সমাধান: SO₄²⁻ এর ঘনমাত্রা, 3S হলে- 108S⁵ = K_sp ⇒ 108S⁵ = 1.5 × 10⁻⁵ mol/L ⇒ S = 4.25 × 10⁻² mol/L ∴ [SO₄²⁻] = 3 × S = 12.75 × 10⁻² mol/L.",
      "time_limit": 10
    },
    {
      "id": 412,
      "topic": "দ্রাব্যতা ও দ্রাব্যতার গুণফল",
      "question_text": "25°C এ Mg(OH)₂ এর দ্রাব্যতা গুণফল 4 × 10⁻¹² হলে তখন OH⁻ আয়নের ঘনমাত্রা কত mol L⁻¹ হয়?",
      "options": [
        "2 × 10⁻¹",
        "10⁻²",
        "10⁻³",
        "10⁻⁴"
      ],
      "correct_answer": "10⁻⁴",
      "explanation": "সমাধান: Mg(OH)₂ ⇌ [Mg²⁺] + 2[OH⁻] ⇒ 4 × 10⁻³ = S × (2S)² ⇒ 4S³ = 4 × 10⁻³ ⇒ S = 10⁻¹. ∴ OH⁻ আয়নের ঘনমাত্রা = 2 × 10⁻¹",
      "time_limit": 10
    },
    {
      "id": 413,
      "topic": "দ্রাব্যতা ও দ্রাব্যতার গুণফল",
      "question_text": "ক্যালসিয়াম ফসফেটের দ্রাব্যতা গুণফল কোনটি?",
      "options": [
        "27S³",
        "S⁵",
        "27S⁵",
        "108S⁵"
      ],
      "correct_answer": "108S⁵",
      "explanation": "",
      "time_limit": 10
    },
    {
      "id": 414,
      "topic": "দ্রাব্যতা ও দ্রাব্যতার গুণফল",
      "question_text": "MX₂ এর দ্রাব্যতা গুণফল কোনটি?",
      "options": [
        "[M²⁺] × [X⁻]²",
        "[M²⁺]² × [X⁻]",
        "[M²⁺] × [X⁻²]",
        "[M²⁺] × [X⁻²]²"
      ],
      "correct_answer": "[M²⁺] × [X⁻]²",
      "explanation": "",
      "time_limit": 10
    },
    {
      "id": 415,
      "topic": "দ্রাব্যতা ও দ্রাব্যতার গুণফল",
      "question_text": "ম্যাগনেশিয়াম ফসফেট এর দ্রাব্যতা গুণাংক কোনটি?",
      "options": [
        "[Mg²⁺] × [PO₄³⁻]²",
        "[Mg²⁺]³ × [PO₄³⁻]",
        "[Mg²⁺]² × [PO₄³⁻]³",
        "[Mg²⁺]³ × [PO₄³⁻]²"
      ],
      "correct_answer": "[Mg²⁺]³ × [PO₄³⁻]²",
      "explanation": "",
      "time_limit": 10
    },
    {
      "id": 416,
      "topic": "দ্রাব্যতা ও দ্রাব্যতার গুণফল",
      "question_text": "AX₂ এর দ্রাব্যতা S হলে দ্রাব্যতা গুণফল কত হবে?",
      "options": [
        "S²",
        "4S³",
        "27S⁴",
        "108S⁵"
      ],
      "correct_answer": "4S³",
      "explanation": "",
      "time_limit": 10
    },
    {
      "id": 417,
      "topic": "দ্রাব্যতা ও দ্রাব্যতার গুণফল",
      "question_text": "Cu₃(PO₄)₂ এর দ্রাব্যতা S হলে, দ্রাব্যতা গুণফল হলো-",
      "options": [
        "6S⁵",
        "36S⁵",
        "54S⁵",
        "108S⁵"
      ],
      "correct_answer": "108S⁵",
      "explanation": "",
      "time_limit": 10
    },
    {
      "id": 418,
      "topic": "দ্রাব্যতা ও দ্রাব্যতার গুণফল",
      "question_text": "ধোবার লবণের সংকেত কোনটি?",
      "options": [
        "CuSO₄.5H₂O",
        "FeSO₄.7H₂O",
        "Na₂CO₃.10H₂O",
        "Na₂SO₄.10H₂O"
      ],
      "correct_answer": "Na₂CO₃.10H₂O",
      "explanation": "",
      "time_limit": 10
    },
    {
      "id": 419,
      "topic": "দ্রাব্যতা ও দ্রাব্যতার গুণফল",
      "question_text": "Ag₂CrO₄ এর দ্রাব্যতা 'S' হলে দ্রাব্যতা গুণফল কত হবে?",
      "options": [
        "S²",
        "4S³",
        "27S⁴",
        "108S⁵"
      ],
      "correct_answer": "4S³",
      "explanation": "",
      "time_limit": 10
    },
    {
      "id": 420,
      "topic": "দ্রাব্যতা ও দ্রাব্যতার গুণফল",
      "question_text": "একটি লবণের দ্রাব্যতা 25 হলে 50 g সম্পৃক্ত দ্রবণে দ্রবের ভর কত?",
      "options": [
        "10g",
        "20g",
        "30g",
        "50g"
      ],
      "correct_answer": "10g",
      "explanation": "সমাধান: (100+25) বা 125 g দ্রবণে দ্রব 25 g ∴ 50 g দ্রবণে দ্রব, S = (25×50)/125 = 10 g.",
      "time_limit": 10
    },
    {
      "id": 421,
      "topic": "দ্রাব্যতা ও দ্রাব্যতার গুণফল",
      "question_text": "CaF₂ এর জলীয় সম্পৃক্ত দ্রবণে ফ্লোরাইড আয়নের গাঢ়ত্ব 0.0076g/L হলে CaF₂ এর দ্রাব্যতা গুণাংক কত?",
      "options": [
        "3.2 × 10⁻¹⁰",
        "3.2 × 10¹¹",
        "3.2 × 10⁻¹¹",
        "3.2 × 10¹⁰"
      ],
      "correct_answer": "3.2 × 10⁻¹¹",
      "explanation": "সমাধান: ফ্লোরাইড আয়নের গাঢ়ত্ব, 2S = 0.0076 g/L ⇒ S = 0.0076/(19×2) mol/L ⇒ S = 2 × 10⁻⁴ ∴ K_sp = 4S³ = 4 × (2 × 10⁻⁴)³ = 3.2 × 10⁻¹¹.",
      "time_limit": 10
    },
    {
      "id": 422,
      "topic": "দ্রাব্যতা ও দ্রাব্যতার গুণফল",
      "question_text": "50g সম্পৃক্ত দ্রবণে 5g CaCl₂ দ্রবীভূত করলে CaCl₂ এর দ্রাব্যতা (প্রতি 100g দ্রাবকে) কত?",
      "options": [
        "1.111",
        "11.11",
        "22.12",
        "11.78"
      ],
      "correct_answer": "11.11",
      "explanation": "সমাধান: S = m/(M-m) × 100% = 5/(50-5) × 100% = 11.11%",
      "time_limit": 10
    },
    {
      "id": 423,
      "topic": "দ্রাব্যতা ও দ্রাব্যতার গুণফল",
      "question_text": "Cu(IO₃)₂ এর দ্রাব্যতা গুণাংক 1.4 × 10⁻⁷ হলে কপার আয়োডেটের দ্রাব্যতা mol L⁻¹ এককে কত?",
      "options": [
        "1.5 × 10⁻³",
        "2.6 × 10⁻³",
        "3.3 × 10⁻³",
        "4.5 × 10⁻³"
      ],
      "correct_answer": "3.3 × 10⁻³",
      "explanation": "সমাধান: Cu(IO₃)₂ এর দ্রাব্যতা, S হলে- 4S³ = K_sp ⇒ 4S³ = 1.4 × 10⁻⁷ ⇒ S = 3.3 × 10⁻³ mol/L.",
      "time_limit": 10
    },
    {
      "id": 424,
      "topic": "দ্রাব্যতা ও দ্রাব্যতার গুণফল",
      "question_text": "AB₃ যৌগের দ্রাব্যতা গুণফল 1.7 × 10⁻¹² হলে এর দ্রাব্যতা কত?",
      "options": [
        "6.3 × 10⁻¹⁴ molL⁻¹",
        "6.3 × 10⁻¹⁰ molL⁻¹",
        "2.5 × 10⁻⁷ molL⁻¹",
        "5.0 × 10⁻⁴ molL⁻¹"
      ],
      "correct_answer": "5.0 × 10⁻⁴ molL⁻¹",
      "explanation": "সমাধান: AB₃ যৌগের দ্রাব্যতা, S হলে- দ্রাব্যতা গুণফল, K_sp = 27S⁴ ⇒ 27S⁴ = 1.7 × 10⁻¹² ⇒ S = 5.0 × 10⁻⁴ mol/L.",
      "time_limit": 10
    },
    {
      "id": 425,
      "topic": "দ্রাব্যতা ও দ্রাব্যতার গুণফল",
      "question_text": "30°C তাপমাত্রায় 200 g সম্পৃক্ত দ্রবণে 18 g দ্রব দ্রবীভূত থাকলে দ্রবটির দ্রাব্যতা কত?",
      "options": [
        "9.0",
        "9.5",
        "10.5",
        "18.0"
      ],
      "correct_answer": "সঠিক উত্তর নেই",
      "explanation": "সমাধান: S = m/(M-m) × 100% = 18/(200-18) × 100% = 9.89% অর্থাৎ, অপশনগুলোতে সঠিক উত্তর নেই।",
      "time_limit": 10
    },
    {
      "id": 426,
      "topic": "দ্রাব্যতা ও দ্রাব্যতার গুণফল",
      "question_text": "CuS এর K_sp = 4 × 10⁻³⁸ এর সম্পৃক্ত দ্রবণের ঘনমাত্রা কত?",
      "options": [
        "2 × 10⁻¹⁹M",
        "4 × 10⁻¹⁹M",
        "1 × 10⁻³⁸M",
        "1.0M"
      ],
      "correct_answer": "2 × 10⁻¹⁹M",
      "explanation": "সমাধান: সম্পৃক্ত দ্রবণের ঘনমাত্রা, S হলে- S² = K_sp ⇒ S² = 4 × 10⁻³⁸ ⇒ S = 2 × 10⁻¹⁹ M.",
      "time_limit": 10
    },
    {
      "id": 427,
      "topic": "দ্রাব্যতা ও দ্রাব্যতার গুণফল",
      "question_text": "কক্ষতাপমাত্রায় 225g সম্পৃক্ত দ্রবণে 75g দ্রব দ্রবীভূত থাকলে এর দ্রাব্যতা কত?",
      "options": [
        "100",
        "75",
        "50",
        "25"
      ],
      "correct_answer": "50",
      "explanation": "সমাধান: (225 - 75) বা 150g দ্রাবকে দ্রব = 75g ∴ 100g দ্রাবকে দ্রব = (75×100)/150 = 50 g",
      "time_limit": 10
    },
    {
      "id": 428,
      "topic": "দ্রাব্যতা ও দ্রাব্যতার গুণফল",
      "question_text": "অ্যালুমিনিয়াম হাইড্রোক্সাইডের দ্রাব্যতা গুণফল 3.7 × 10⁻¹⁵ হলে এর দ্রাব্যতা কত?",
      "options": [
        "4.28 × 10⁻³gL⁻¹",
        "4.42 × 10⁻³gL⁻¹",
        "6.24 × 10⁻³gL⁻¹",
        "8.44 × 10⁻³gL⁻¹"
      ],
      "correct_answer": "8.44 × 10⁻³gL⁻¹",
      "explanation": "সমাধান: K_s = 27S⁴ = 3.7 × 10⁻¹⁵ ⇒ S = 0.000108 mol L⁻¹ = 8.44 × 10⁻³ gL⁻¹",
      "time_limit": 10
    },
    {
      "id": 429,
      "topic": "দ্রাব্যতা ও দ্রাব্যতার গুণফল",
      "question_text": "Ca(OH)₂- এর দ্রাব্যতা 0.03 (M) হলে K_sp কত?",
      "options": [
        "2.7 × 10⁻⁵",
        "3.8 × 10⁻⁵",
        "1.08 × 10⁻⁴",
        "7.29 × 10⁻⁴"
      ],
      "correct_answer": "1.08 × 10⁻⁴",
      "explanation": "সমাধান: K_sp = 4S³ = 4 × (0.03)³ = 1.08 × 10⁻⁴",
      "time_limit": 10
    },
    {
      "id": 430,
      "topic": "দ্রাব্যতা ও দ্রাব্যতার গুণফল",
      "question_text": "25°C তাপমাত্রায় Ag₂CrO₄ এর দ্রাব্যতা গুণফলের মান 1.1 × 10⁻¹² হলে Ag⁺ আয়নের ঘনমাত্রা mol L⁻¹ এককে কত হবে?",
      "options": [
        "3.25 × 10⁻⁵",
        "6.5 × 10⁻⁵",
        "1.3 × 10⁻⁴",
        "2.6 × 10⁻⁴"
      ],
      "correct_answer": "1.3 × 10⁻⁴",
      "explanation": "সমাধান: K_sp = 4S³ = 1.1 × 10⁻¹² ⇒ S = 6.5 × 10⁻⁵ [Ag⁺] = 1.3 × 10⁻⁴ mol L⁻¹",
      "time_limit": 10
    },
    {
      "id": 431,
      "topic": "দ্রাব্যতা ও দ্রাব্যতার গুণফল",
      "question_text": "20 °C তাপমাত্রায় 0.98 atm চাপে O₂ গ্যাসের দ্রাব্যতা কত? (20 °C তাপমাত্রায় O₂ গ্যাসের হেনরীর ধ্রুবক 1.38×10⁻³ M/atm)",
      "options": [
        "1.3524 × 10⁻³ M",
        "2.3524 × 10⁻³ M",
        "1.5524 × 10⁻³ M",
        "2.4524 × 10⁻³ M"
      ],
      "correct_answer": "1.3524 × 10⁻³ M",
      "explanation": "সমাধান: S = kP = 1.38 × 10⁻³ × 0.98 = 1.3524 × 10⁻³ M.",
      "time_limit": 10
    },
    {
      "id": 432,
      "topic": "দ্রাব্যতা ও দ্রাব্যতার গুণফল",
      "question_text": "25°C তাপমাত্রায় Ca(OH)₂ এর দ্রাব্যতা গুণফল 4.42 × 10⁻⁵ হলে Ca(OH)₂ এর দ্রাব্যতা কত?",
      "options": [
        "1.111 × 10⁻²",
        "2.223 × 10⁻²",
        "2.452 × 10⁻²",
        "2.806 × 10⁻²"
      ],
      "correct_answer": "2.223 × 10⁻²",
      "explanation": "সমাধান: Ca(OH)₂ এর দ্রাব্যতা গুণফল, 4S³ = 4.42 × 10⁻⁵ ∴ S = 2.223 × 10⁻²",
      "time_limit": 10
    },
    {
      "id": 433,
      "topic": "দ্রাব্যতা ও দ্রাব্যতার গুণফল",
      "question_text": "যদি K_sp = aS³ হয় তবে a =? (এখানে, S = স্বল্প দ্রব্যে লবণের দ্রাব্যতা।",
      "options": [
        "1",
        "4",
        "27",
        "108"
      ],
      "correct_answer": "4",
      "explanation": "সমাধান: AB₂ ধরনের যৌগের ক্ষেত্রে, K_sp = 4S³ এক্ষেত্রে, K_sp = aS³ হলে, a = 4.",
      "time_limit": 10
    },
    {
      "id": 434,
      "topic": "দ্রাব্যতা ও দ্রাব্যতার গুণফল",
      "question_text": "নিচের যৌগগুলোর মধ্যে কোন যৌগে ক্যাটায়ন ও অ্যানায়নের অনুপাত 2:1",
      "options": [
        "MgAl₂O₄",
        "Ag₂S",
        "Fe₂O₃",
        "AlN"
      ],
      "correct_answer": "Ag₂S",
      "explanation": "",
      "time_limit": 10
    },
    {
      "id": 435,
      "topic": "দ্রাব্যতা ও দ্রাব্যতার গুণফল",
      "question_text": "নিচের কোটিতে পোলারায়ন তীব্র হবে?",
      "options": [
        "C C L₄",
        "Hg C L₂",
        "Fe C L₃",
        "Sn C L₂"
      ],
      "correct_answer": "Hg C L₂",
      "explanation": "",
      "time_limit": 10
    },
    {
      "id": 436,
      "topic": "দ্রাব্যতা ও দ্রাব্যতার গুণফল",
      "question_text": "AlCl₃, MgCl₂, NaCl ও KCl এর গলনাংক এর সঠিক ক্রম কোনটি?",
      "options": [
        "KCl > NaCl > MgCl₂ > AlCl₃",
        "NaCl > MgCl₂ > AlCl₃ > KCl",
        "AlCl₃ > MgCl₂ > NaCl > KCl",
        "MgCl₂ > NaCl > KCl > AlCl₃"
      ],
      "correct_answer": "KCl > NaCl > MgCl₂ > AlCl₃",
      "explanation": "",
      "time_limit": 10
    },
    {
      "id": 437,
      "topic": "দ্রাব্যতা ও দ্রাব্যতার গুণফল",
      "question_text": "বেরিলিয়াম কার্বনেট ও ম্যাগনেশিয়াম কার্বনেট এর মধ্যে কোনটি অধিক সুস্থিত?",
      "options": [
        "MgCO₃",
        "BeCO₃",
        "উভয়টির সমান",
        "বলতে পারছি না"
      ],
      "correct_answer": "MgCO₃",
      "explanation": "",
      "time_limit": 10
    },
    {
      "id": 438,
      "topic": "দ্রাব্যতা ও দ্রাব্যতার গুণফল",
      "question_text": "নিচের কোন আয়নটির পোলারায়ন ক্ষমতা সবচেয়ে বেশি?",
      "options": [
        "Mg²⁺",
        "Na⁺",
        "K⁺",
        "Rb⁺"
      ],
      "correct_answer": "Mg²⁺",
      "explanation": "",
      "time_limit": 10
    },
    {
      "id": 439,
      "topic": "দ্রাব্যতা ও দ্রাব্যতার গুণফল",
      "question_text": "ফাজানের নীতি অনুসারে ক্যাডমিয়াম হাইড্রোস্কোপিক যৌগসমূহ নিচের কোনটি?",
      "options": [
        "CdS",
        "CdCl₂",
        "CdO",
        "Cd(OH)₂"
      ],
      "correct_answer": "CdS",
      "explanation": "",
      "time_limit": 10
    },
    {
      "id": 440,
      "topic": "দ্রাব্যতা ও দ্রাব্যতার গুণফল",
      "question_text": "কোনটির পোলারিত করার ক্ষমতা সবচেয়ে কম?",
      "options": [
        "Na⁺",
        "Li⁺",
        "Be²⁺",
        "Mg²⁺"
      ],
      "correct_answer": "Na⁺",
      "explanation": "",
      "time_limit": 10
    },
    {
      "id": 441,
      "topic": "দ্রাব্যতা ও দ্রাব্যতার গুণফল",
      "question_text": "নিচের কোনটি পানিতে বেশি দ্রবণীয়?",
      "options": [
        "NaF",
        "NaCl",
        "NaBr",
        "NaI"
      ],
      "correct_answer": "NaF",
      "explanation": "সমাধান: ফাজানের নীতি অনুযায়ী, অ্যানায়নের আকার বৃদ্ধি পেলে দ্রাব্যতা হ্রাস পায়। এখানে অ্যানায়নের আকার: I⁻ > Br⁻ > Cl⁻ > F⁻. তাই NaI সবচেয়ে কম দ্রবণীয়, NaF সবচেয়ে বেশি দ্রবণীয়।",
      "time_limit": 10
    },
    {
      "id": 442,
      "topic": "দ্রাব্যতা ও দ্রাব্যতার গুণফল",
      "question_text": "নিচের কোনটি অধিক সমযোজী?",
      "options": [
        "FeCl₂",
        "CuCl₂",
        "CaCl₂",
        "BaCl₂"
      ],
      "correct_answer": "CuCl₂",
      "explanation": "সমাধান: d ব্লক এর ক্যাটায়নসমূহের ছদ্ম নিষ্ক্রিয় বা নিষ্ক্রিয় গ্যাস কাঠামো থাকায় এদের পোলারায়ন ক্ষমতা s ও p ব্লক ক্যাটায়ন অপেক্ষা বেশি।",
      "time_limit": 10
    },
    {
      "id": 443,
      "topic": "দ্রাব্যতা ও দ্রাব্যতার গুণফল",
      "question_text": "নিচের কোন যৌগটি সমযোজী হওয়া সত্ত্বেও পানিতে দ্রবণীয়?",
      "options": [
        "C₂H₆",
        "C₆H₆",
        "CHCl₃",
        "C₂H₅OH"
      ],
      "correct_answer": "C₂H₅OH",
      "explanation": "",
      "time_limit": 10
    },
    {
      "id": 444,
      "topic": "দ্রাব্যতা ও দ্রাব্যতার গুণফল",
      "question_text": "নিচের কোন আয়নটির পোলারাইজিং ক্ষমতা সবচেয়ে বেশি?",
      "options": [
        "Na⁺",
        "Ca²⁺",
        "Mg²⁺",
        "Al³⁺"
      ],
      "correct_answer": "Al³⁺",
      "explanation": "",
      "time_limit": 10
    },
    {
      "id": 445,
      "topic": "দ্রাব্যতা ও দ্রাব্যতার গুণফল",
      "question_text": "নিচে উল্লিখিত ক্যালসিয়ামের হ্যালাইডগুলোর মধ্যে কোনটির গলনাংক সবচেয়ে বেশি?",
      "options": [
        "CaI₂",
        "CaF₂",
        "CaCl₂",
        "CaBr₂"
      ],
      "correct_answer": "CaF₂",
      "explanation": "",
      "time_limit": 10
    },
    {
      "id": 446,
      "topic": "দ্রাব্যতা ও দ্রাব্যতার গুণফল",
      "question_text": "নিচের কোনটি জলে কম দ্রবণীয়?",
      "options": [
        "Na₂S",
        "Al₂S₃",
        "CuS",
        "K₂S"
      ],
      "correct_answer": "CuS",
      "explanation": "",
      "time_limit": 10
    },
    {
      "id": 447,
      "topic": "দ্রাব্যতা ও দ্রাব্যতার গুণফল",
      "question_text": "লিথিয়াম অ্যালুমিনিয়াম হাইড্রাইড (LiAlH₄) ব্যবহৃত হয়?",
      "options": [
        "শুধু বিজারক হিসেবে",
        "শুধু এসিড হিসেবে",
        "শুধু জারক হিসেবে",
        "জারক ও বিজারক হিসেবে"
      ],
      "correct_answer": "শুধু বিজারক হিসেবে",
      "explanation": "",
      "time_limit": 10
    },
    {
      "id": 448,
      "topic": "দ্রাব্যতা ও দ্রাব্যতার গুণফল",
      "question_text": "নিচের কোনটি জলে অধিক দ্রবণীয়?",
      "options": [
        "Na₂S",
        "ZnS",
        "CuS",
        "MgS"
      ],
      "correct_answer": "Na₂S",
      "explanation": "",
      "time_limit": 10
    },
    {
      "id": 449,
      "topic": "দ্রাব্যতা ও দ্রাব্যতার গুণফল",
      "question_text": "নিজের কোনটি পানিতে দ্রবণীয় নয়?",
      "options": [
        "NH₃",
        "PCL₃",
        "C₂H₅OH",
        "NaCl"
      ],
      "correct_answer": "PCL₃",
      "explanation": "",
      "time_limit": 10
    },
    {
      "id": 450,
      "topic": "দ্রাব্যতা ও দ্রাব্যতার গুণফল",
      "question_text": "নিচের কোনটির পোলারাইজেবিলিটি বেশি?",
      "options": [
        "N⁻³",
        "O⁻²",
        "F⁻",
        "1⁻"
      ],
      "correct_answer": "1⁻",
      "explanation": "সমাধান: অ্যানায়নের চার্জের ঘনত্ব কম হলে পোলারাইজেবিলিটি বেশি হয়।",
      "time_limit": 10
    },
    {
      "id": 451,
      "topic": "দ্রাব্যতা ও দ্রাব্যতার গুণফল",
      "question_text": "নিচের কোন কার্বনেট যৌগের বিয়োজন তাপমাত্রা সবচেয়ে বেশি?",
      "options": [
        "MgCO₃",
        "SrCO₃",
        "CaCO₃",
        "BaCO₃"
      ],
      "correct_answer": "BaCO₃",
      "explanation": "",
      "time_limit": 10
    },
    {
      "id": 452,
      "topic": "দ্রাব্যতা ও দ্রাব্যতার গুণফল",
      "question_text": "পোলারায়ন হলে যৌগের কোন বৈশিষ্ট্য বৃদ্ধি পায়?",
      "options": [
        "দ্রাব্যতা",
        "গলনাঙ্ক",
        "সমযোজী ধর্ম",
        "স্ফুটনাংক"
      ],
      "correct_answer": "সমযোজী ধর্ম",
      "explanation": "",
      "time_limit": 10
    },
    {
      "id": 453,
      "topic": "দ্রাব্যতা ও দ্রাব্যতার গুণফল",
      "question_text": "ক্যাটায়ন কর্তৃক অ্যানায়নের ইলেকট্রন মেঘকে নিজের দিকে আকর্ষণ করে আকার বিকৃত করাকে কী বলে?",
      "options": [
        "পোলারিটি",
        "পোলারায়ন",
        "পোলারিমিটার",
        "পোলারাইজেবিলিটি"
      ],
      "correct_answer": "পোলারায়ন",
      "explanation": "",
      "time_limit": 10
    },
    {
      "id": 454,
      "topic": "দ্রাব্যতা ও দ্রাব্যতার গুণফল",
      "question_text": "নিচের কোন ক্ষার ধাতুগুলা সাধারণ তাপমাত্রায় তরল অবস্থায় থাকে?",
      "options": [
        "K, Rb, Cs",
        "Fr, Cs, Rb",
        "K, Na, Li",
        "Cs, Rb, K"
      ],
      "correct_answer": "Fr, Cs, Rb",
      "explanation": "",
      "time_limit": 10
    },
    {
      "id": 455,
      "topic": "দ্রাব্যতা ও দ্রাব্যতার গুণফল",
      "question_text": "নিচের কোনটি অধিক সমযোজী?",
      "options": [
        "FeCl₂",
        "CuCl₂",
        "MgCl₂",
        "SnCl₄"
      ],
      "correct_answer": "SnCl₄",
      "explanation": "",
      "time_limit": 10
    },
    {
      "id": 456,
      "topic": "দ্রাব্যতা ও দ্রাব্যতার গুণফল",
      "question_text": "কোন যৌগটির সমযোজী বৈশিষ্ট্য সবচেয়ে বেশি?",
      "options": [
        "SnCl₂",
        "FeCl₃",
        "SnCl₄",
        "BF₃"
      ],
      "correct_answer": "SnCl₄",
      "explanation": "",
      "time_limit": 10
    },
    {
      "id": 457,
      "topic": "ধাতব আয়ন শনাক্তকরণ",
      "question_text": "নিচের কোন ধাতু শিখা পরীক্ষায় হলুদাভ সবুজ বর্ণ দেখায়?",
      "options": [
        "Ca",
        "Ba",
        "Na",
        "K"
      ],
      "correct_answer": "Ba",
      "explanation": "",
      "time_limit": 25
    },
    {
      "id": 458,
      "topic": "ধাতব আয়ন শনাক্তকরণ",
      "question_text": "দীপ শিখায় নীল কাচের মধ্য দিয়ে Na এর বর্ণ কিরূপ?",
      "options": [
        "সোনালি",
        "উজ্জ্বল সোনালি",
        "বেগুনি",
        "বর্ণহীন"
      ],
      "correct_answer": "বর্ণহীন",
      "explanation": "",
      "time_limit": 25
    },
    {
      "id": 459,
      "topic": "ধাতব আয়ন শনাক্তকরণ",
      "question_text": "শিখা পরীক্ষায় হলুদাভ সবুজ রং দিলে লবণটিতে উপস্থিত-",
      "options": [
        "Calcium",
        "Potassium",
        "Barium",
        "Sodium"
      ],
      "correct_answer": "Barium",
      "explanation": "",
      "time_limit": 25
    },
    {
      "id": 460,
      "topic": "ধাতব আয়ন শনাক্তকরণ",
      "question_text": "নিচের কোনটি শিখা পরীক্ষায় (Flame test) বর্ণ প্রদান করে না?",
      "options": [
        "K⁺",
        "Ca²⁺",
        "Cu²⁺",
        "Mg²⁺"
      ],
      "correct_answer": "Mg²⁺",
      "explanation": "",
      "time_limit": 25
    },
    {
      "id": 461,
      "topic": "ধাতব আয়ন শনাক্তকরণ",
      "question_text": "শিখা পরীক্ষায় হলদেটে-সবুজ রং দিলে লবণটিতে উপস্থিত- নাইট্রেট অ্যানায়নে কয়টি ইলেকট্রন রয়েছে?",
      "options": [
        "19",
        "31",
        "23",
        "32"
      ],
      "correct_answer": "32",
      "explanation": "",
      "time_limit": 25
    },
    {
      "id": 462,
      "topic": "ধাতব আয়ন শনাক্তকরণ",
      "question_text": "শিখা পরীক্ষা (Flame text) এর মাধ্যমে বিভিন্ন ধাতব মৌল শনাক্ত করতে যে এসিড প্লাটিনাম তার ভিজিয়ে নেওয়া হয়-",
      "options": [
        "HNO₃",
        "H₂SO₄",
        "HCl",
        "CH₃COOH"
      ],
      "correct_answer": "HCl",
      "explanation": "",
      "time_limit": 25
    },
    {
      "id": 463,
      "topic": "ধাতব আয়ন শনাক্তকরণ",
      "question_text": "খালি চোখে পটাশিয়াম আয়নের বৈশিষ্ট্যমূলক শিখা বর্ণ কোনটি?",
      "options": [
        "উজ্জ্বল হলুদ",
        "নীলাভ সবুজ",
        "হালকা বেগুনি",
        "গোলাপি লাল"
      ],
      "correct_answer": "হালকা বেগুনি",
      "explanation": "",
      "time_limit": 25
    },
    {
      "id": 464,
      "topic": "ধাতব আয়ন শনাক্তকরণ",
      "question_text": "শিখা পরীক্ষায় বর্ণহীন কোনটি?",
      "options": [
        "Be",
        "Ba",
        "Ca",
        "Na"
      ],
      "correct_answer": "Be",
      "explanation": "",
      "time_limit": 25
    },
    {
      "id": 465,
      "topic": "ধাতব আয়ন শনাক্তকরণ",
      "question_text": "অজৈব লবণের ক্ষারীয়মূলক বিশ্লেষণে কোন শিখা ব্যবহৃত হয়?",
      "options": [
        "অনুজ্জ্বল",
        "অন্তঃস্থ নীল বিজারণ শিখা",
        "বিজারণ শিখা",
        "উজ্জ্বল"
      ],
      "correct_answer": "অনুজ্জ্বল",
      "explanation": "",
      "time_limit": 25
    },
    {
      "id": 466,
      "topic": "ধাতব আয়ন শনাক্তকরণ",
      "question_text": "শিখা পরীক্ষায় কোন এসিড ব্যবহৃত হয়?",
      "options": [
        "H₂SO₄(g)",
        "H₂SO₄(aq)",
        "Conc. HCl (aq)",
        "HCl (g)"
      ],
      "correct_answer": "Conc. HCl (aq)",
      "explanation": "",
      "time_limit": 25
    },
    {
      "id": 467,
      "topic": "ধাতব আয়ন শনাক্তকরণ",
      "question_text": "কোন ধাতব লবণসমূহ উদ্বায়ী?",
      "options": [
        "ক্লোরাইড",
        "অক্সাইড",
        "নাইট্রেট",
        "সালফেট"
      ],
      "correct_answer": "ক্লোরাইড",
      "explanation": "",
      "time_limit": 25
    },
    {
      "id": 468,
      "topic": "ধাতব আয়ন শনাক্তকরণ",
      "question_text": "শিখা পরীক্ষায় Optical Filter রূপে কোনটি ব্যবহৃত হয়?",
      "options": [
        "কোবাল্ট রেড গ্লাস",
        "কোবাল্ট ব্লু গ্লাস",
        "নিকেল রেড গ্লাস",
        "নিকেল ব্লু গ্লাস"
      ],
      "correct_answer": "কোবাল্ট ব্লু গ্লাস",
      "explanation": "",
      "time_limit": 25
    },
    {
      "id": 469,
      "topic": "ধাতব আয়ন শনাক্তকরণ",
      "question_text": "শিখা পরীক্ষায় কোবাল্ট ব্লু গ্লাস দিয়ে নিরীক্ষার ক্ষেত্রে গোলাপী লাল শিখা দেখা যায় কোন আয়নের ক্ষেত্রে?",
      "options": [
        "K⁺",
        "Cu²⁺",
        "Na⁺",
        "Ca²⁺"
      ],
      "correct_answer": "K⁺",
      "explanation": "",
      "time_limit": 25
    },
    {
      "id": 470,
      "topic": "ধাতব আয়ন শনাক্তকরণ",
      "question_text": "শিখা পরীক্ষায় নীলাভ-সবুজ শিখা দেখা যায় কোন আয়নের ক্ষেত্রে?",
      "options": [
        "Ca²⁺",
        "K⁺",
        "Na⁺",
        "Cu²⁺"
      ],
      "correct_answer": "Cu²⁺",
      "explanation": "",
      "time_limit": 25
    },
    {
      "id": 471,
      "topic": "দ্রবণে আয়ন শনাক্তকরণ",
      "question_text": "পটাশিয়াম পাইরোঅ্যান্টিমোনেট দ্রবণ দ্বারা কোন ক্যাটায়ন শনাক্ত করা যায়?",
      "options": [
        "Zn²⁺",
        "Cu²⁺",
        "Na⁺",
        "NH₄⁺"
      ],
      "correct_answer": "Na⁺",
      "explanation": "",
      "time_limit": 25
    },
    {
      "id": 472,
      "topic": "দ্রবণে আয়ন শনাক্তকরণ",
      "question_text": "নেসলার'স রিএজেন্ট দ্বারা নিচের কোন ক্যাটায়ন (Cation) শনাক্ত করা যায়?",
      "options": [
        "Na⁺",
        "Al³⁺",
        "Cu²⁺",
        "NH₄⁺"
      ],
      "correct_answer": "NH₄⁺",
      "explanation": "",
      "time_limit": 25
    },
    {
      "id": 473,
      "topic": "দ্রবণে আয়ন শনাক্তকরণ",
      "question_text": "দ্রবণে Na⁺ আয়ন শনাক্তকরণে নিচের কোনটি ব্যবহৃত হয়?",
      "options": [
        "(NH₄)₂C₂O₄",
        "K₂H₂Sb₂O₇",
        "Na₂H₂Sb₂O₇",
        "AgNO₃"
      ],
      "correct_answer": "K₂H₂Sb₂O₇",
      "explanation": "",
      "time_limit": 25
    },
    {
      "id": 474,
      "topic": "দ্রবণে আয়ন শনাক্তকরণ",
      "question_text": "Ca²⁺ শনাক্তকরণে কোনটি ব্যবহৃত হয়?",
      "options": [
        "K₂H₂Sb₂O₇",
        "(NH₄)₂C₂O₄",
        "AgNO₃",
        "K₂H₄Sb₂O₇"
      ],
      "correct_answer": "(NH₄)₂C₂O₄",
      "explanation": "",
      "time_limit": 25
    },
    {
      "id": 475,
      "topic": "দ্রবণে আয়ন শনাক্তকরণ",
      "question_text": "Zn²⁺ নিশ্চিতকরণে বিকারকের নাম কী?",
      "options": [
        "পটাশিয়াম ফেরিসায়ানাইড",
        "পটাশিয়াম ফেরোসায়ানাইড",
        "পটাশিয়াম ক্রোমেট",
        "পটাশিয়াম পাইরো অ্যান্টিমোনেট"
      ],
      "correct_answer": "পটাশিয়াম ফেরোসায়ানাইড",
      "explanation": "",
      "time_limit": 25
    },
    {
      "id": 476,
      "topic": "দ্রবণে আয়ন শনাক্তকরণ",
      "question_text": "নিম্নের কোনটি নেসলার বিকারক?",
      "options": [
        "K₂[HgI₄]",
        "HNO₂",
        "KHSO₄",
        "C₆H₅NH₃"
      ],
      "correct_answer": "K₂[HgI₄]",
      "explanation": "",
      "time_limit": 25
    },
    {
      "id": 477,
      "topic": "দ্রবণে আয়ন শনাক্তকরণ",
      "question_text": "অ্যামোনিয়াম অক্সালেট দ্রবণ দ্বারা কোন ক্যাটায়নের নিশ্চিতকরণ করা যায়?",
      "options": [
        "Ca²⁺",
        "Zn²⁺",
        "Fe²⁺",
        "Na⁺"
      ],
      "correct_answer": "Ca²⁺",
      "explanation": "",
      "time_limit": 25
    },
    {
      "id": 478,
      "topic": "দ্রবণে আয়ন শনাক্তকরণ",
      "question_text": "Cu²⁺ আয়নের দ্রবণে অধিক NH₄OH দ্রবণ যোগ করলে কী বর্ণ সৃষ্টি হয়?",
      "options": [
        "হালকা নীল",
        "গাঢ় নীল",
        "বাদামি",
        "সবুজ"
      ],
      "correct_answer": "গাঢ় নীল",
      "explanation": "",
      "time_limit": 25
    },
    {
      "id": 479,
      "topic": "দ্রবণে আয়ন শনাক্তকরণ",
      "question_text": "NH₄⁺ আয়ন শনাক্তকরণে ব্যবহৃত বিকারক হলো-",
      "options": [
        "AgNO₃ দ্রবণ",
        "BaCl₂ দ্রবণ",
        "নেসলার দ্রবণ",
        "NH₄OH দ্রবণ"
      ],
      "correct_answer": "নেসলার দ্রবণ",
      "explanation": "",
      "time_limit": 25
    },
    {
      "id": 480,
      "topic": "দ্রবণে আয়ন শনাক্তকরণ",
      "question_text": "সোডিয়াম পাইরো অ্যান্টিমোনেটের সংকেত কোনটি হবে?",
      "options": [
        "NaHSbO₂",
        "Na₂HSbO₇",
        "Na₂H₂Sb₂O₇",
        "NaHSb₂O₇"
      ],
      "correct_answer": "Na₂H₂Sb₂O₇",
      "explanation": "",
      "time_limit": 25
    },
    {
      "id": 481,
      "topic": "দ্রবণে আয়ন শনাক্তকরণ",
      "question_text": "নিচের কোন ক্যাটায়ন শনাক্তকরণে পটাশিয়াম ফেরোসায়ানাইড দ্রবণ ব্যবহৃত হয়?",
      "options": [
        "K⁺",
        "Na⁺",
        "Ca²⁺",
        "Cu²⁺"
      ],
      "correct_answer": "Cu²⁺",
      "explanation": "",
      "time_limit": 25
    },
    {
      "id": 482,
      "topic": "দ্রবণে আয়ন শনাক্তকরণ",
      "question_text": "কোনটি অতিরিক্ত NH₃ দ্রবণে দ্রবণীয়?",
      "options": [
        "Cu²⁺",
        "Fe³⁺",
        "Zn²⁺",
        "Ca²⁺"
      ],
      "correct_answer": "Cu²⁺",
      "explanation": "",
      "time_limit": 25
    },
    {
      "id": 483,
      "topic": "দ্রবণে আয়ন শনাক্তকরণ",
      "question_text": "কোনটি শনাক্তকরণে বেরিয়াম নাইট্রেট ব্যবহার করা হয়?",
      "options": [
        "NH₄⁺",
        "Ca²⁺",
        "Cl⁻",
        "SO₄²⁻"
      ],
      "correct_answer": "SO₄²⁻",
      "explanation": "",
      "time_limit": 25
    },
    {
      "id": 484,
      "topic": "দ্রবণে আয়ন শনাক্তকরণ",
      "question_text": "K₄[Fe(CN)₆] এর দ্রবণ দ্বারা কোন আয়নটি শনাক্ত করা হয়?",
      "options": [
        "Na⁺",
        "NH₄⁺",
        "Ca²⁺",
        "Zn²⁺"
      ],
      "correct_answer": "Zn²⁺",
      "explanation": "",
      "time_limit": 25
    },
    {
      "id": 485,
      "topic": "দ্রবণে আয়ন শনাক্তকরণ",
      "question_text": "সালফেট আয়ন (SO₄²⁻) শনাক্তকরণে ব্যবহৃত হয় কোনটি?",
      "options": [
        "AgCl",
        "AgNO₃",
        "Ba(NO₃)₂",
        "BaSO₄"
      ],
      "correct_answer": "Ba(NO₃)₂",
      "explanation": "",
      "time_limit": 25
    },
    {
      "id": 486,
      "topic": "দ্রবণে আয়ন শনাক্তকরণ",
      "question_text": "A + Ba(NO₃)₂ → HCl সাদা অধঃক্ষেপ → অদ্রবণীয়; 'A' যৌগে নিচের কোন মূলকটি বিদ্যমান?",
      "options": [
        "CO₃²⁻",
        "Cl⁻",
        "NH₄⁺",
        "SO₄²⁻"
      ],
      "correct_answer": "SO₄²⁻",
      "explanation": "",
      "time_limit": 25
    },
    {
      "id": 487,
      "topic": "দ্রবণে আয়ন শনাক্তকরণ",
      "question_text": "নিচের কোনটি রক্তের ন্যায় লাল দ্রবণের সংকেত?",
      "options": [
        "Fe(CNS)₃",
        "Fe(CNS)₂",
        "NH₄CNS",
        "KCNS"
      ],
      "correct_answer": "Fe(CNS)₃",
      "explanation": "",
      "time_limit": 25
    },
    {
      "id": 488,
      "topic": "দ্রবণে আয়ন শনাক্তকরণ",
      "question_text": "Cu²⁺ আয়ন শনাক্তকরণে ব্যবহৃত হয়-",
      "options": [
        "ক্ষারীয় K₂HgI₄",
        "K₄[Fe(CN)₆]",
        "K₂H₂Sb₂O₇",
        "CaC₂O₂"
      ],
      "correct_answer": "K₄[Fe(CN)₆]",
      "explanation": "",
      "time_limit": 25
    },
    {
      "id": 489,
      "topic": "দ্রবণে আয়ন শনাক্তকরণ",
      "question_text": "নিম্নের কোন পরীক্ষাটি সালফিউরিক এসিড ও নাইট্রিক এসিডের মধ্যে পার্থক্য করতে ব্যবহার করা যায়?",
      "options": [
        "সার্বজনীন নির্দেশক",
        "সোডিয়াম কার্বনেট গুড়া",
        "ম্যাগনেসিয়াম ফিতা",
        "বেরিয়াম নাইট্রেট দ্রবণ"
      ],
      "correct_answer": "বেরিয়াম নাইট্রেট দ্রবণ",
      "explanation": "",
      "time_limit": 25
    },
    {
      "id": 490,
      "topic": "দ্রবণে আয়ন শনাক্তকরণ",
      "question_text": "নিচের কোনটি নেসলার বিকারক?",
      "options": [
        "পটাশিয়াম মারকিউরিক আয়োডাইড",
        "সোডিয়াম মারকিউরিক আয়োডাইড",
        "জিংক মারকিউরিক আয়োডাইড",
        "ক্যালসিয়াম মারকিউরিক আয়োডাইড"
      ],
      "correct_answer": "পটাশিয়াম মারকিউরিক আয়োডাইড",
      "explanation": "",
      "time_limit": 25
    },
    {
      "id": 491,
      "topic": "দ্রবণে আয়ন শনাক্তকরণ",
      "question_text": "কোন অধঃক্ষেপ Fe³⁺ আয়নের উপস্থিতি নির্দেশ করে?",
      "options": [
        "K Fe [Fe (CN)₃]",
        "K₂ Fe [Fe(CN)₆]",
        "Fe [Fe(CN)₆]",
        "Zn₂[Fe(CN)₆]"
      ],
      "correct_answer": "Fe [Fe(CN)₆]",
      "explanation": "Fe³⁺(aq) + K₃Fe(CN)₆ → Fe Fe(CN)₆ (বাদামী দ্রবণ) + 3K⁺(aq)",
      "time_limit": 25
    },
    {
      "id": 492,
      "topic": "দ্রবণে আয়ন শনাক্তকরণ",
      "question_text": "কোন আয়ন শনাক্তকরণে নেসলার বিকারক ব্যবহৃত হয়?",
      "options": [
        "Cu²⁺",
        "Zn²⁺",
        "NH₄⁺",
        "Fe²⁺"
      ],
      "correct_answer": "NH₄⁺",
      "explanation": "",
      "time_limit": 25
    },
    {
      "id": 493,
      "topic": "দ্রবণে আয়ন শনাক্তকরণ",
      "question_text": "সোডিয়াম আয়ন শনাক্তকরণে কোনটি ব্যবহৃত হয়?",
      "options": [
        "K₂CrO₄",
        "K₂H₂Sb₂O₇",
        "K₂Sb₂O₇",
        "PbCrO₄"
      ],
      "correct_answer": "K₂H₂Sb₂O₇",
      "explanation": "",
      "time_limit": 25
    },
    {
      "id": 494,
      "topic": "দ্রবণে আয়ন শনাক্তকরণ",
      "question_text": "নিচের কোন ধাতুর আয়ন শনাক্তকরণে K₂H₂Sb₂O₇ প্রয়োজন?",
      "options": [
        "Ca",
        "Cu",
        "Na",
        "Al"
      ],
      "correct_answer": "Na",
      "explanation": "",
      "time_limit": 25
    },
    {
      "id": 495,
      "topic": "দ্রবণে আয়ন শনাক্তকরণ",
      "question_text": "ক্ষারীয় পটাশিয়াম টেট্রা আয়োডোমারকিউরেট দ্রবণ দ্বারা নিচের কোনটি শনাক্ত করা হয়?",
      "options": [
        "Al³⁺",
        "Cu²⁺",
        "NH₄⁺",
        "CO₃²⁻"
      ],
      "correct_answer": "NH₄⁺",
      "explanation": "",
      "time_limit": 25
    },
    {
      "id": 496,
      "topic": "দ্রবণে আয়ন শনাক্তকরণ",
      "question_text": "কোনো দ্রবণে লবণ Ba(NO₃)₂ যোগ করলে প্রাপ্ত সাদা অধঃক্ষেপ HCl এ দ্রবীভূত হলে কোন মূলক উপস্থিত?",
      "options": [
        "NO₃⁻",
        "CO₃²⁻",
        "SO₄²⁻",
        "NO₂⁻"
      ],
      "correct_answer": "CO₃²⁻",
      "explanation": "",
      "time_limit": 25
    },
    {
      "id": 497,
      "topic": "দ্রবণে আয়ন শনাক্তকরণ",
      "question_text": "X ধাতুটির শিখা পরীক্ষায় নীলাভ-সবুজ বর্ণ দেখায়, এটির আয়নের শনাক্তকারী বিকারক কোনটি?",
      "options": [
        "K₂H₂Sb₂O₇",
        "NH₄CNS",
        "K₄[Fe(CN)₆]",
        "(NH₄)₂C₂O₄"
      ],
      "correct_answer": "K₄[Fe(CN)₆]",
      "explanation": "",
      "time_limit": 25
    },
    {
      "id": 498,
      "topic": "দ্রবণে আয়ন শনাক্তকরণ",
      "question_text": "কোনো বিশ্লেষণ গ্রুপের ধাতব আয়নগুলো শনাক্তকরণে NH₄OH দ্রবণ যোগ করে H₂S গ্যাস চালনা করা হয়?",
      "options": [
        "গ্রুপ -IIIA",
        "গ্রুপ -IIIB",
        "গ্রুপ -IIB",
        "গ্রুপ -IA"
      ],
      "correct_answer": "গ্রুপ -IIIB",
      "explanation": "",
      "time_limit": 25
    },
    {
      "id": 499,
      "topic": "দ্রবণে আয়ন শনাক্তকরণ",
      "question_text": "নিচের কোনটি অম্লীয় মূলক শনাক্তকরণের সিক্ত পরীক্ষা নয়?",
      "options": [
        "AgNO₃ পরীক্ষা",
        "বেরিয়াম নাইট্রেট পরীক্ষা",
        "লেড অ্যাসিটেট পরীক্ষা",
        "কোবাল্ট নাইট্রেট পরীক্ষা"
      ],
      "correct_answer": "কোবাল্ট নাইট্রেট পরীক্ষা",
      "explanation": "",
      "time_limit": 25
    },
    {
      "id": 500,
      "topic": "দ্রবণে আয়ন শনাক্তকরণ",
      "question_text": "নিচের কোন যৌগটিকে \"আয়োডাইড অব মিলন'স বেস\" বলে?",
      "options": [
        "K₂[HgI₄]",
        "NH₄CNS",
        "NH₂[Hg₂I₃]",
        "NH₄I"
      ],
      "correct_answer": "NH₂[Hg₂I₃]",
      "explanation": "",
      "time_limit": 25
    },
    {
      "id": 501,
      "topic": "দ্রবণে আয়ন শনাক্তকরণ",
      "question_text": "Hg₂I₄ + 2NH₃ → NH₂[Hg₂I₃] ↓ + NH₄I অধঃক্ষেপটির বর্ণ কী?",
      "options": [
        "নীল",
        "হালকা হলুদ",
        "সবুজ",
        "বাদামি"
      ],
      "correct_answer": "বাদামি",
      "explanation": "",
      "time_limit": 25
    },
    {
      "id": 502,
      "topic": "গুণগত বিশ্লেষণ এর সাধারণ ল্যাবরেটরির পদ্ধতি সমূহ",
      "question_text": "দুটি ভিন্ন তরলে কোনো দ্রবের দ্রাব্যতার মাত্রা ভিন্ন হলে ঐ দ্রবকে কম দ্রাব্যতা বিশিষ্ট তরল থেকে কীরূপে পৃথক করা হয়?",
      "options": [
        "আংশিক কেলাসন",
        "আংশিক পাতন",
        "পাতন",
        "দ্রাবক নিষ্কাশন"
      ],
      "correct_answer": "দ্রাবক নিষ্কাশন",
      "explanation": "",
      "time_limit": 35
    },
    {
      "id": 503,
      "topic": "গুণগত বিশ্লেষণ এর সাধারণ ল্যাবরেটরির পদ্ধতি সমূহ",
      "question_text": "একটি দ্রাবকে তিনটি পদার্থের দ্রাব্যতা ১২, ২৫ ও ৩২, কোন পদ্ধতিতে এই তিনটি পদার্থকে পৃথক করা যাবে?",
      "options": [
        "কেলাসন (Crystallization)",
        "আংশিক কেলাসন (Fractional crystallization)",
        "আংশিক পাতন (Fractional distillation)",
        "দ্রাবক নিষ্কাশন (Solvent extraction)"
      ],
      "correct_answer": "আংশিক কেলাসন (Fractional crystallization)",
      "explanation": "",
      "time_limit": 35
    },
    {
      "id": 504,
      "topic": "গুণগত বিশ্লেষণ এর সাধারণ ল্যাবরেটরির পদ্ধতি সমূহ",
      "question_text": "ধানের তুষ থেকে ভোজ্য তেল নিষ্কাশনের পদ্ধতিটির নাম-",
      "options": [
        "আংশিক পাতন (Fractional distillation)",
        "স্টিম পাতন (Steam distillation)",
        "দ্রাবক নিষ্কাশন (Solvent extraction)",
        "স্তম্ভ ক্রোমাটোগ্রাফি (Column chromatography)"
      ],
      "correct_answer": "দ্রাবক নিষ্কাশন (Solvent extraction)",
      "explanation": "",
      "time_limit": 35
    },
    {
      "id": 505,
      "topic": "গুণগত বিশ্লেষণ এর সাধারণ ল্যাবরেটরির পদ্ধতি সমূহ",
      "question_text": "কোন পদ্ধতিতে ন্যাপথালিনকে বিশোধন করা হয়?",
      "options": [
        "ঊর্ধ্বপাতন",
        "আংশিক পাতন",
        "বাষ্প পাতন",
        "নিম্নচাপ পাতন"
      ],
      "correct_answer": "ঊর্ধ্বপাতন",
      "explanation": "",
      "time_limit": 35
    },
    {
      "id": 506,
      "topic": "গুণগত বিশ্লেষণ এর সাধারণ ল্যাবরেটরির পদ্ধতি সমূহ",
      "question_text": "গ্লুকোজ ও বেনজোয়িক এসিডের মিশ্রণ থেকে গ্লুকোজ আলাদা করতে কোন পদ্ধতির প্রয়োজন হয় না?",
      "options": [
        "পরিস্রাবণ",
        "ঊর্ধ্বপাতন",
        "স্ফটিকীকরণ",
        "a ও c"
      ],
      "correct_answer": "সঠিক উত্তর নেই",
      "explanation": "",
      "time_limit": 35
    },
    {
      "id": 507,
      "topic": "গুণগত বিশ্লেষণ এর সাধারণ ল্যাবরেটরির পদ্ধতি সমূহ",
      "question_text": "বৃষ্টির পানি হতে লবণ পৃথক করার সঠিক প্রণালি নিম্নের কোনটি?",
      "options": [
        "পাতন",
        "ছাকন",
        "থিতান",
        "ঊর্ধ্বপাতন"
      ],
      "correct_answer": "পাতন",
      "explanation": "",
      "time_limit": 35
    },
    {
      "id": 508,
      "topic": "গুণগত বিশ্লেষণ এর সাধারণ ল্যাবরেটরির পদ্ধতি সমূহ",
      "question_text": "কোন মিশ্রণ তরল পদার্থের উপাদান সমূহের স্ফুটনাংক নিম্নের কত ডিগ্রী (°C) হলে আংশিক পাতন করতে হয়?",
      "options": [
        "40°C এর কম",
        "40°C এর উপরে",
        "50°C এর কম",
        "50°C এর উপরে"
      ],
      "correct_answer": "40°C এর কম",
      "explanation": "স্ফুটনাংকের পার্থক্য 40°C এর উপরে হলে সাধারণ পাতন পদ্ধতি প্রয়োগ করতে হয়।",
      "time_limit": 35
    },
    {
      "id": 509,
      "topic": "গুণগত বিশ্লেষণ এর সাধারণ ল্যাবরেটরির পদ্ধতি সমূহ",
      "question_text": "সালফারকে তাপ দেয়া হলে তরল না হয়ে সরাসরি কঠিন থেকে গ্যাসীয় অবস্থায় রূপান্তরিত হওয়া নিম্নের কোন পদ্ধতি?",
      "options": [
        "ঘনীভূতকরণ",
        "বাষ্পীভবন",
        "ঊর্ধ্বপাতন",
        "বরফ কণায় পরিবর্তন"
      ],
      "correct_answer": "ঊর্ধ্বপাতন",
      "explanation": "",
      "time_limit": 35
    },
    {
      "id": 510,
      "topic": "গুণগত বিশ্লেষণ এর সাধারণ ল্যাবরেটরির পদ্ধতি সমূহ",
      "question_text": "একটি তরল জৈব যৌগ 78.3°C তাপমাত্রায় ফুটে। এর সাথে অল্প ইথানল যোগ করলে ও মিশ্র তরলটির স্ফুটনাঙ্ক 78.3°C হয়। মূল তরলটি কী ছিল?",
      "options": [
        "মিথানল",
        "অবিশুদ্ধ ইথানল",
        "বিশুদ্ধ ইথানল",
        "ইথানলের সমগোত্রক"
      ],
      "correct_answer": "বিশুদ্ধ ইথানল",
      "explanation": "",
      "time_limit": 35
    },
    {
      "id": 511,
      "topic": "গুণগত বিশ্লেষণ এর সাধারণ ল্যাবরেটরির পদ্ধতি সমূহ",
      "question_text": "যেসব জৈব যৌগ পানিতে অদ্রবণীয় ও ফুটন্ত পানিতে বিয়োজিত হয় না; কিন্তু স্টিমে উদ্বায়ী হয়, এদের ভেজাল থেকে কীরূপে পৃথক করবে?",
      "options": [
        "স্টিম পাতন",
        "আংশিক পাতন",
        "পাতন",
        "নিম্নচাপ পাতন"
      ],
      "correct_answer": "স্টিম পাতন",
      "explanation": "",
      "time_limit": 35
    },
    {
      "id": 512,
      "topic": "গুণগত বিশ্লেষণ এর সাধারণ ল্যাবরেটরির পদ্ধতি সমূহ",
      "question_text": "অবিশুদ্ধ বেনজয়িক এসিডকে বিশোধনের জন্য ব্যবহৃত পদ্ধতি কোনটি?",
      "options": [
        "আংশিক পাতন",
        "বাষ্প পাতন",
        "ঊর্ধ্বপাতন",
        "নিম্নচাপ পাতন"
      ],
      "correct_answer": "ঊর্ধ্বপাতন",
      "explanation": "",
      "time_limit": 35
    },
    {
      "id": 513,
      "topic": "গুণগত বিশ্লেষণ এর সাধারণ ল্যাবরেটরির পদ্ধতি সমূহ",
      "question_text": "কোনটি ঊর্ধ্বপাতন প্রক্রিয়ায় বিশোধন হয়?",
      "options": [
        "NaCl",
        "বেনজয়িক এসিড",
        "KCl",
        "চিনি"
      ],
      "correct_answer": "বেনজয়িক এসিড",
      "explanation": "",
      "time_limit": 35
    },
    {
      "id": 514,
      "topic": "গুণগত বিশ্লেষণ এর সাধারণ ল্যাবরেটরির পদ্ধতি সমূহ",
      "question_text": "পরীক্ষাগারে লবণ শনাক্তকরণে কোন ধরনের পরীক্ষণ পদ্ধতি ব্যবহৃত হয়?",
      "options": [
        "ভৌত রাসায়নিক",
        "বিশ্লেষণ",
        "জৈব রাসায়নিক",
        "বর্ণালিমিতিক"
      ],
      "correct_answer": "বিশ্লেষণ",
      "explanation": "",
      "time_limit": 35
    },
    {
      "id": 515,
      "topic": "গুণগত বিশ্লেষণ এর সাধারণ ল্যাবরেটরির পদ্ধতি সমূহ",
      "question_text": "I₂ উদ্বায়ী ও পানিতে অদ্রবণীয়, কিন্তু NaCl অনুদ্বায়ী ও পানিতে দ্রবণীয়। I₂ ও NaCl এর মিশ্রণ থেকে কোন প্রক্রিয়ায় তাদের পৃথক করা যায়?",
      "options": [
        "আংশিক কেলাসন",
        "ঊর্ধ্বপাতন",
        "দ্রাবক নিষ্কাশন",
        "আংশিক পাতন"
      ],
      "correct_answer": "ঊর্ধ্বপাতন",
      "explanation": "",
      "time_limit": 35
    },
    {
      "id": 516,
      "topic": "গুণগত বিশ্লেষণ এর সাধারণ ল্যাবরেটরির পদ্ধতি সমূহ",
      "question_text": "কোনটি ঊর্ধ্বপাতন প্রক্রিয়ায় বিশোধন করা যায়?",
      "options": [
        "সোডিয়াম ক্লোরাইড",
        "পটাশিয়াম ক্লোরাইড",
        "অ্যামোনিয়াম ক্লোরাইড",
        "চিনি"
      ],
      "correct_answer": "অ্যামোনিয়াম ক্লোরাইড",
      "explanation": "",
      "time_limit": 35
    },
    {
      "id": 517,
      "topic": "গুণগত বিশ্লেষণ এর সাধারণ ল্যাবরেটরির পদ্ধতি সমূহ",
      "question_text": "মিশ্রণ থেকে বালি এবং কর্পূর কীভাবে পৃথক করা যায়?",
      "options": [
        "স্টিম পাতন",
        "আংশিক পাতন",
        "কেলাসন",
        "ঊর্ধ্বপাতন"
      ],
      "correct_answer": "ঊর্ধ্বপাতন",
      "explanation": "",
      "time_limit": 35
    },
    {
      "id": 518,
      "topic": "গুণগত বিশ্লেষণ এর সাধারণ ল্যাবরেটরির পদ্ধতি সমূহ",
      "question_text": "NaCl + NH₄Cl মিশ্রণ থেকে উপাদানগুলোকে পৃথক করার পদ্ধতি কী?",
      "options": [
        "পাতন",
        "কেলাসন",
        "আংশিক কেলাসন",
        "ঊর্ধ্বপাতন"
      ],
      "correct_answer": "ঊর্ধ্বপাতন",
      "explanation": "",
      "time_limit": 35
    },
    {
      "id": 519,
      "topic": "গুণগত বিশ্লেষণ এর সাধারণ ল্যাবরেটরির পদ্ধতি সমূহ",
      "question_text": "আংশিক পাতন প্রক্রিয়ার জন্য তরলের মধ্যে স্ফুটনাঙ্কের ন্যূনতম পার্থক্য থাকা উচিত-",
      "options": [
        "20°C",
        "30°C",
        "40°C",
        "50°C"
      ],
      "correct_answer": "40°C",
      "explanation": "",
      "time_limit": 35
    },
    {
      "id": 520,
      "topic": "গুণগত বিশ্লেষণ এর সাধারণ ল্যাবরেটরির পদ্ধতি সমূহ",
      "question_text": "NaCl ও Na₂SO₄ এর মিশ্রণ থেকে তাদের পৃথকীকরণের পদ্ধতি কোনটি?",
      "options": [
        "কেলাসন",
        "আংশিক কেলাসন",
        "পাতন",
        "আংশিক পাতন"
      ],
      "correct_answer": "আংশিক কেলাসন",
      "explanation": "",
      "time_limit": 35
    },
    {
      "id": 521,
      "topic": "গুণগত বিশ্লেষণ এর সাধারণ ল্যাবরেটরির পদ্ধতি সমূহ",
      "question_text": "A (স্ফুটনাঙ্ক 82°C) ও B (স্ফুটনাঙ্ক 112°C) এর মিশ্রণ থেকে বিশুদ্ধ A ও B সংগ্রহের পদ্ধতি কোনটি?",
      "options": [
        "পাতন",
        "আংশিক পাতন",
        "দ্রাবক নিষ্কাশন",
        "ঊর্ধ্বপাতন"
      ],
      "correct_answer": "আংশিক পাতন",
      "explanation": "",
      "time_limit": 35
    },
    {
      "id": 522,
      "topic": "গুণগত বিশ্লেষণ এর সাধারণ ল্যাবরেটরির পদ্ধতি সমূহ",
      "question_text": "A (একটি তরল) এর স্ফুটনাঙ্ক 320°C অথচ 210°C উষ্ণতায় এটি বিয়োজিত হয়ে যায়। A এর বিশোধনের পদ্ধতি কোনটি?",
      "options": [
        "পাতন",
        "আংশিক পাতন",
        "দ্রাবক নিষ্কাশন",
        "নিম্নচাপ পাতন"
      ],
      "correct_answer": "নিম্নচাপ পাতন",
      "explanation": "",
      "time_limit": 35
    },
    {
      "id": 523,
      "topic": "গুণগত বিশ্লেষণ এর সাধারণ ল্যাবরেটরির পদ্ধতি সমূহ",
      "question_text": "অর্থোনাইট্রো অ্যানিলিন ও p-নাইট্রো অ্যানিলিনের মিশ্রণ থেকে এদেরকে বিশুদ্ধ রূপে পৃথক করার পদ্ধতি কী?",
      "options": [
        "পাতন",
        "আংশিক পাতন",
        "দ্রাবক নিষ্কাশন",
        "ঊর্ধ্বপাতন"
      ],
      "correct_answer": "আংশিক পাতন",
      "explanation": "",
      "time_limit": 35
    },
    {
      "id": 524,
      "topic": "গুণগত বিশ্লেষণ এর সাধারণ ল্যাবরেটরির পদ্ধতি সমূহ",
      "question_text": "ইথানল (bp 78.3°C) এবং CCl₄ (bp 77°C) এর মিশ্রণ থেকে এগুলিকে পৃথক করার উপযুক্ত পদ্ধতি কী?",
      "options": [
        "আংশিক পাতন",
        "নিম্নচাপ পাতন",
        "স্টিম পাতন",
        "দ্রাবক নিষ্কাশন"
      ],
      "correct_answer": "আংশিক পাতন",
      "explanation": "",
      "time_limit": 35
    },
    {
      "id": 525,
      "topic": "গুণগত বিশ্লেষণ এর সাধারণ ল্যাবরেটরির পদ্ধতি সমূহ",
      "question_text": "কোনটি পোলার দ্রাবক নয়?",
      "options": [
        "CHCl₃",
        "H₂O",
        "প্রোপানোন",
        "ইথাইল অ্যাসিটেট"
      ],
      "correct_answer": "CHCl₃",
      "explanation": "",
      "time_limit": 35
    },
    {
      "id": 526,
      "topic": "গুণগত বিশ্লেষণ এর সাধারণ ল্যাবরেটরির পদ্ধতি সমূহ",
      "question_text": "তরল যৌগের বিশুদ্ধতার মানদণ্ড নয় কোনটি?",
      "options": [
        "নির্দিষ্ট আঃ গুরুত্ব",
        "স্থির স্ফুটনাঙ্ক",
        "নির্দিষ্ট ঘনত্ব",
        "স্থির প্রতিসরাঙ্ক"
      ],
      "correct_answer": "নির্দিষ্ট আঃ গুরুত্ব",
      "explanation": "",
      "time_limit": 35
    },
    {
      "id": 527,
      "topic": "গুণগত বিশ্লেষণ এর সাধারণ ল্যাবরেটরির পদ্ধতি সমূহ",
      "question_text": "1 atm বায়ুচাপে গ্লিসারিন কত তাপমাত্রায় বিয়োজিত হয়?",
      "options": [
        "180°C",
        "180 K",
        "290°C",
        "290 K"
      ],
      "correct_answer": "290°C",
      "explanation": "",
      "time_limit": 35
    },
    {
      "id": 528,
      "topic": "গুণগত বিশ্লেষণ এর সাধারণ ল্যাবরেটরির পদ্ধতি সমূহ",
      "question_text": "কোন দ্রবণকে শীতল করলে কেলাস পাওয়া যায়?",
      "options": [
        "সম্পৃক্ত দ্রবণ",
        "অসম্পৃক্ত দ্রবণ",
        "অতিসম্পৃক্ত",
        "বাফার দ্রবণ"
      ],
      "correct_answer": "সম্পৃক্ত দ্রবণ",
      "explanation": "",
      "time_limit": 35
    },
    {
      "id": 529,
      "topic": "গুণগত বিশ্লেষণ এর সাধারণ ল্যাবরেটরির পদ্ধতি সমূহ",
      "question_text": "অবিশুদ্ধ NaCl থেকে বিশুদ্ধ NaCl প্রস্তুতিতে সাধারণ আয়ন রূপে কী যোগ করা হয়?",
      "options": [
        "HCl",
        "HNO₃",
        "H₂SO₄",
        "H₃PO₄"
      ],
      "correct_answer": "HCl",
      "explanation": "",
      "time_limit": 35
    },
    {
      "id": 530,
      "topic": "গুণগত বিশ্লেষণ এর সাধারণ ল্যাবরেটরির পদ্ধতি সমূহ",
      "question_text": "কোন পদ্ধতিতে কেলাস পৃথক করা হয়?",
      "options": [
        "পরিস্রাবণ",
        "থিতান",
        "আশ্রাবণ",
        "অধঃক্ষেপণ"
      ],
      "correct_answer": "পরিস্রাবণ",
      "explanation": "",
      "time_limit": 35
    },
    {
      "id": 531,
      "topic": "গুণগত বিশ্লেষণ এর সাধারণ ল্যাবরেটরির পদ্ধতি সমূহ",
      "question_text": "পেট্রোলিয়াম বিশোধনে কোন প্রক্রিয়া প্রয়োগ করা হয়?",
      "options": [
        "বাষ্প পাতন",
        "আংশিক পাতন",
        "ক্রোমাটোগ্রাফি",
        "ঊর্ধ্বপাতন"
      ],
      "correct_answer": "আংশিক পাতন",
      "explanation": "",
      "time_limit": 35
    },
    {
      "id": 532,
      "topic": "গুণগত বিশ্লেষণ এর সাধারণ ল্যাবরেটরির পদ্ধতি সমূহ",
      "question_text": "সুগন্ধি তৈল নিষ্কাশনে কোন প্রক্রিয়ায় করা হয়?",
      "options": [
        "আংশিক পাতন",
        "বাষ্পপাতন",
        "ক্রোমাটোগ্রাফি",
        "ঊর্ধ্বপাতন"
      ],
      "correct_answer": "বাষ্পপাতন",
      "explanation": "",
      "time_limit": 35
    },
    {
      "id": 533,
      "topic": "গুণগত বিশ্লেষণ এর সাধারণ ল্যাবরেটরির পদ্ধতি সমূহ",
      "question_text": "সর্বনিম্ন সমস্ফুটন মিশ্রণের উদাহরণ কোনটি?",
      "options": [
        "68.4% HNO₃ + 31.6% H₂O",
        "32.4% ইথানল + 67.4% H₂O",
        "74.1% HNO₃ + 25.9% H₂O",
        "95.6% ইথানল + 4.4% H₂O"
      ],
      "correct_answer": "95.6% ইথানল + 4.4% H₂O",
      "explanation": "",
      "time_limit": 35
    },
    {
      "id": 534,
      "topic": "গুণগত বিশ্লেষণ এর সাধারণ ল্যাবরেটরির পদ্ধতি সমূহ",
      "question_text": "অ্যানিলিনের বিশোধন কোন প্রক্রিয়ার সাহায্যে করা হয়?",
      "options": [
        "সাধারণ পাতন",
        "ঊর্ধ্বপাতন",
        "স্টিম পাতন",
        "আংশিক পাতন"
      ],
      "correct_answer": "স্টিম পাতন",
      "explanation": "",
      "time_limit": 35
    },
    {
      "id": 535,
      "topic": "গুণগত বিশ্লেষণ এর সাধারণ ল্যাবরেটরির পদ্ধতি সমূহ",
      "question_text": "অনুদ্বায়ী কঠিন ও তরল থেকে তরলকে কোন পদ্ধতিতে পৃথক করা হয়?",
      "options": [
        "পাতন",
        "আংশিক পাতন",
        "বাষ্প পাতন",
        "ঊর্ধ্বপাতন"
      ],
      "correct_answer": "পাতন",
      "explanation": "",
      "time_limit": 35
    },
    {
      "id": 536,
      "topic": "গুণগত বিশ্লেষণ এর সাধারণ ল্যাবরেটরির পদ্ধতি সমূহ",
      "question_text": "কোনটির সাহায্যে পাতন ফ্লাস্কে ঠাণ্ডা পানির প্রবাহ করা হয়?",
      "options": [
        "লাইবেন শীতক",
        "লিবিগ শীতক",
        "বামার শীতক",
        "নিউটনের শীতক"
      ],
      "correct_answer": "লিবিগ শীতক",
      "explanation": "",
      "time_limit": 35
    },
    {
      "id": 537,
      "topic": "গুণগত বিশ্লেষণ এর সাধারণ ল্যাবরেটরির পদ্ধতি সমূহ",
      "question_text": "তরলের স্ফুটনাঙ্ক 100°C-এর ঊর্ধ্বে হলে কোন শীতক ব্যবহৃত হয়?",
      "options": [
        "পানি শীতক",
        "লিবিগ শীতক",
        "বরফ শীতক",
        "বায়ুশীতক"
      ],
      "correct_answer": "বায়ুশীতক",
      "explanation": "",
      "time_limit": 35
    },
    {
      "id": 538,
      "topic": "গুণগত বিশ্লেষণ এর সাধারণ ল্যাবরেটরির পদ্ধতি সমূহ",
      "question_text": "কোনটি ঊর্ধ্বপাতিত হয় না?",
      "options": [
        "কর্পূর",
        "ন্যাপথ্যালিন",
        "বেনজিন",
        "বেনজোয়িক এসিড"
      ],
      "correct_answer": "বেনজিন",
      "explanation": "",
      "time_limit": 35
    },
    {
      "id": 539,
      "topic": "গুণগত বিশ্লেষণ এর সাধারণ ল্যাবরেটরির পদ্ধতি সমূহ",
      "question_text": "ক্লোরোফরম ও অ্যালকোহল মিশ্রণে পানি যোগ করে ঝাঁকিয়ে স্থির রাখলে ওপরের পানি স্তরে কী দ্রবীভূত থাকে?",
      "options": [
        "ক্লোরোফরম",
        "অ্যালকোহল",
        "অ্যামিন",
        "অ্যালকেন"
      ],
      "correct_answer": "অ্যালকোহল",
      "explanation": "",
      "time_limit": 35
    },
    {
      "id": 540,
      "topic": "গুণগত বিশ্লেষণ এর সাধারণ ল্যাবরেটরির পদ্ধতি সমূহ",
      "question_text": "কঠিন পদার্থ থেকে কোন প্রক্রিয়ায় জৈব যৌগ নিষ্কাশন করা হয়?",
      "options": [
        "নেসলার প্রক্রিয়া",
        "সক্সলেট প্রক্রিয়া",
        "ফেহলিং প্রক্রিয়া",
        "বেনেডিক্ট প্রক্রিয়া"
      ],
      "correct_answer": "সক্সলেট প্রক্রিয়া",
      "explanation": "",
      "time_limit": 35
    },
    {
      "id": 541,
      "topic": "গুণগত বিশ্লেষণ এর সাধারণ ল্যাবরেটরির পদ্ধতি সমূহ",
      "question_text": "গাছের পাতা থেকে জৈব যৌগ কোন প্রক্রিয়ায় নিষ্কাশিত হয়?",
      "options": [
        "পাতন",
        "ঊর্ধ্বপাতন",
        "সক্সলেট নিষ্কাশন",
        "অনুপ্রবেশ পাতন"
      ],
      "correct_answer": "সক্সলেট নিষ্কাশন",
      "explanation": "",
      "time_limit": 35
    },
    {
      "id": 542,
      "topic": "গুণগত বিশ্লেষণ এর সাধারণ ল্যাবরেটরির পদ্ধতি সমূহ",
      "question_text": "নারিকেলের শাঁসের গুঁড়া থেকে নারিকেল তেল নিষ্কাশনে দ্রাবক রূপে ব্যবহৃত হয় -",
      "options": [
        "ক্লোরোফরম",
        "পেট্রোল",
        "বেনজিন",
        "টলুইন"
      ],
      "correct_answer": "পেট্রোল",
      "explanation": "এছাড়াও এ পদ্ধতিতে- ১। শষ্যবীজ থেকে সুগন্ধি তৈল উৎপাদন। ২। মরিচের গুঁড়া থেকে ঝাঁঝালো লাল রং পৃথক করা। ৩। ধানের তুষ ও চালের কুঁড়া থেকে ভোজ্য তৈল নিষ্কাশন করা।",
      "time_limit": 35
    },
    {
      "id": 543,
      "topic": "গুণগত বিশ্লেষণ এর সাধারণ ল্যাবরেটরির পদ্ধতি সমূহ",
      "question_text": "লঘু তৈল থেকে বেনজিন টলুইন পৃথকীকরণে ব্যবহৃত হয়-",
      "options": [
        "পাতন",
        "আংশিক পাতন",
        "বাষ্প পাতন",
        "ঊর্ধ্বপাতন"
      ],
      "correct_answer": "আংশিক পাতন",
      "explanation": "",
      "time_limit": 35
    },
    {
      "id": 544,
      "topic": "গুণগত বিশ্লেষণ এর সাধারণ ল্যাবরেটরির পদ্ধতি সমূহ",
      "question_text": "কেলাসন পদ্ধতিতে কেলাস পৃথকীকরণে কোনটি ব্যবহৃত হয়?",
      "options": [
        "ডেসিক্রেটর",
        "বুখনার ফানেল",
        "লিবিগ শীতক",
        "পিপেট"
      ],
      "correct_answer": "বুখনার ফানেল",
      "explanation": "",
      "time_limit": 35
    },
    {
      "id": 545,
      "topic": "গুণগত বিশ্লেষণ এর সাধারণ ল্যাবরেটরির পদ্ধতি সমূহ",
      "question_text": "কোনটি দ্বারা চিনির কেলাসের আকার ও মিষ্টতা বৃদ্ধি পায়?",
      "options": [
        "আংশিক পাতন",
        "পাতন",
        "নিম্নচাপ পাতন",
        "আংশিক কেলাসন"
      ],
      "correct_answer": "আংশিক কেলাসন",
      "explanation": "",
      "time_limit": 35
    },
    {
      "id": 546,
      "topic": "গুণগত বিশ্লেষণ এর সাধারণ ল্যাবরেটরির পদ্ধতি সমূহ",
      "question_text": "কোনো নমুনায় কোন মৌল বা যৌগমূলক বিদ্যমান তা পৃথকীকরণ ও শনাক্তকরণকে কী বলে?",
      "options": [
        "গুণগত বিশ্লেষণ",
        "পরিমাণগত বিশ্লেষণ",
        "মাত্রিক বিশ্লেষণ",
        "আয়তনিক বিশ্লেষণ"
      ],
      "correct_answer": "গুণগত বিশ্লেষণ",
      "explanation": "",
      "time_limit": 35
    },
    {
      "id": 547,
      "topic": "গুণগত বিশ্লেষণ এর সাধারণ ল্যাবরেটরির পদ্ধতি সমূহ",
      "question_text": "মিথানল, বেনজিন, টলুইন এ তিনটি তরলকে পৃথক করতে কোন পদ্ধতি ব্যবহার করা হয়?",
      "options": [
        "আংশিক পাতন",
        "বাষ্পপাতন",
        "নিম্নচাপ পাতন",
        "ক্রোমাটোগ্রাফি"
      ],
      "correct_answer": "আংশিক পাতন",
      "explanation": "",
      "time_limit": 35
    },
    {
      "id": 548,
      "topic": "গুণগত বিশ্লেষণ এর সাধারণ ল্যাবরেটরির পদ্ধতি সমূহ",
      "question_text": "সাইট্রাল নামক সুগন্ধি আহরণে কোন পাতন ব্যবহার করা হয়?",
      "options": [
        "বাষ্প পাতন",
        "সমস্ফুটন পাতন",
        "আংশিক পাতন",
        "সাধারণ পাতন"
      ],
      "correct_answer": "বাষ্প পাতন",
      "explanation": "",
      "time_limit": 35
    },
    {
      "id": 549,
      "topic": "ক্রোমাটোগ্রাফি",
      "question_text": "অ্যামিনো এসিড ও কার্বোহাইড্রেট মিশ্রণকে আলাদা করতে কোন ক্রোমাটোগ্রাফি (chromatography) পদ্ধতিটি সবচেয়ে ভালো?",
      "options": [
        "পাতলা স্তর ক্রোমাটোগ্রাফি (thin layer chromatography)",
        "কাগজ ক্রোমাটোগ্রাফি (paper chromatography)",
        "কলাম ক্রোমাটোগ্রাফি (column chromatography)",
        "গ্যাস ক্রোমাটোগ্রাফি (gas chromatography)"
      ],
      "correct_answer": "কাগজ ক্রোমাটোগ্রাফি (paper chromatography)",
      "explanation": "অ্যামিনো এসিড পৃথকীকরণে পেপার ও কলাম ক্রোমাটোগ্রাফি ব্যবহৃত হয়। তবে এক্ষেত্রে পেপার ক্রোমাটোগ্রাফি উত্তম পদ্ধতি।",
      "time_limit": 15
    },
    {
      "id": 550,
      "topic": "ক্রোমাটোগ্রাফি",
      "question_text": "ক্রোমাটোগ্রাফি (Chromatography) কয়টি দশা (Phase) নিয়ে গঠিত?",
      "options": [
        "02",
        "04",
        "01",
        "03"
      ],
      "correct_answer": "02",
      "explanation": "2টি। স্থির দশা, সচল দশা।",
      "time_limit": 15
    },
    {
      "id": 551,
      "topic": "ক্রোমাটোগ্রাফি",
      "question_text": "নিচের কোনটি অধিশোষণ ক্রোমাটোগ্রাফি?",
      "options": [
        "গ্যাস",
        "গ্যাস-তরল",
        "কলাম",
        "তরল"
      ],
      "correct_answer": "কলাম",
      "explanation": "",
      "time_limit": 15
    },
    {
      "id": 552,
      "topic": "ক্রোমাটোগ্রাফি",
      "question_text": "অধিশোষণের মাত্রা ও সচল দশার দ্রাব্যতা এয়ের উপর ভিত্তি করে কোন মিশ্রণের উপাদানগুলোকে কোন পদ্ধতিতে পরস্পর থেকে পৃথক করা সম্ভব?",
      "options": [
        "দ্রাবক নিষ্কাশন",
        "আংশিক কেলাসন",
        "ক্রোমাটোগ্রাফি",
        "পাতন"
      ],
      "correct_answer": "ক্রোমাটোগ্রাফি",
      "explanation": "",
      "time_limit": 15
    },
    {
      "id": 553,
      "topic": "ক্রোমাটোগ্রাফি",
      "question_text": "পেপার ক্রোমাটোগ্রাফিতে Rf এর মান নিচের কোনটি হবে?",
      "options": [
        "2.0",
        "1.0",
        "1.5",
        "0.5"
      ],
      "correct_answer": "0.5",
      "explanation": "",
      "time_limit": 15
    },
    {
      "id": 554,
      "topic": "ক্রোমাটোগ্রাফি",
      "question_text": "ক্রোমাটোগ্রাফিতে নিচের মূলকগুলোর অধিশোষণের সঠিক ক্রম কোনটি?",
      "options": [
        "-COOH > -OH > -NH₂ > -CHO",
        "-CHO > -COOH > -OH > -NH₂",
        "-NH₂ > -COOH > -CHO > -OH",
        "-OH > -NH₂ > -COOH > -CHO"
      ],
      "correct_answer": "-COOH > -OH > -NH₂ > -CHO",
      "explanation": "",
      "time_limit": 15
    },
    {
      "id": 555,
      "topic": "ক্রোমাটোগ্রাফি",
      "question_text": "পেপার ক্রোমাটোগ্রাফিতে Rf এর সর্বোচ্চ মান কত হতে পারে?",
      "options": [
        "0.5",
        "2",
        "1",
        "0.75"
      ],
      "correct_answer": "1",
      "explanation": "",
      "time_limit": 15
    },
    {
      "id": 556,
      "topic": "ক্রোমাটোগ্রাফি",
      "question_text": "নিচের কোনটিতে সাধারণত তরল-তরল ক্রোমাটোগ্রাফি ঘটে?",
      "options": [
        "কলাম ক্রোমাটোগ্রাফি",
        "পেপার ক্রোমাটোগ্রাফি",
        "গ্যাস ক্রোমাটোগ্রাফি",
        "পাতলা স্তর ক্রোমাটোগ্রাফি"
      ],
      "correct_answer": "পেপার ক্রোমাটোগ্রাফি",
      "explanation": "",
      "time_limit": 15
    },
    {
      "id": 557,
      "topic": "ক্রোমাটোগ্রাফি",
      "question_text": "ক্রোমাটোগ্রাফি হলো-",
      "options": [
        "মিশ্রণ পদ্ধতি",
        "পৃথকীকরণ পদ্ধতি",
        "অশুদ্ধকরণ পদ্ধতি",
        "সংযোজন পদ্ধতি"
      ],
      "correct_answer": "পৃথকীকরণ পদ্ধতি",
      "explanation": "",
      "time_limit": 15
    },
    {
      "id": 558,
      "topic": "ক্রোমাটোগ্রাফি",
      "question_text": "পেপার ক্রোমাটোগ্রাফি প্রক্রিয়ায় নিচের পাতার নির্যাস থেকে তার উপাদানগুলোকে পৃথক করা যায়?",
      "options": [
        "পাতাবাহার",
        "কলমি",
        "গোলাপ",
        "জবা"
      ],
      "correct_answer": "পাতাবাহার",
      "explanation": "",
      "time_limit": 15
    },
    {
      "id": 559,
      "topic": "ক্রোমাটোগ্রাফি",
      "question_text": "কলাম ক্রোমাটোগ্রাফিতে নিচের কোনটি সচল দশা হিসেবে কাজ করে?",
      "options": [
        "SiO₂",
        "Al₂O₃",
        "MgO",
        "C₂H₅ - OH"
      ],
      "correct_answer": "C₂H₅ - OH",
      "explanation": "",
      "time_limit": 15
    },
    {
      "id": 560,
      "topic": "ক্রোমাটোগ্রাফি",
      "question_text": "ক্রোমাটোগ্রাফির দশা কয়টি?",
      "options": [
        "1",
        "2",
        "3",
        "4"
      ],
      "correct_answer": "2",
      "explanation": "",
      "time_limit": 15
    },
    {
      "id": 561,
      "topic": "ক্রোমাটোগ্রাফি",
      "question_text": "পেপার ক্রোমাটোগ্রাফিতে Rf এর কোন মানটি গ্রহণযোগ্য নয়?",
      "options": [
        "0.5",
        "0.7",
        "0.9",
        "1.1"
      ],
      "correct_answer": "1.1",
      "explanation": "",
      "time_limit": 15
    },
    {
      "id": 562,
      "topic": "ক্রোমাটোগ্রাফি",
      "question_text": "নিচের কোনটি গ্যাস ক্রোমাটোগ্রাফিতে বাহক হিসেবে ব্যবহার করা হয় না?",
      "options": [
        "N₂",
        "H₂",
        "He",
        "O₂"
      ],
      "correct_answer": "O₂",
      "explanation": "",
      "time_limit": 15
    },
    {
      "id": 563,
      "topic": "ক্রোমাটোগ্রাফি",
      "question_text": "কোন পদ্ধতিতে জৈব যৌগের পৃথকীকরণ ও বিশোধন করা হয়?",
      "options": [
        "বাষ্পপাতন",
        "ঊর্ধ্বপাতন",
        "আংশিক পাতন",
        "ক্রোমাটোগ্রাফি"
      ],
      "correct_answer": "ক্রোমাটোগ্রাফি",
      "explanation": "",
      "time_limit": 15
    },
    {
      "id": 564,
      "topic": "ক্রোমাটোগ্রাফি",
      "question_text": "কাঁচে রঙিন যৌগের পৃথকীকরণে ব্যবহৃত হয় না-",
      "options": [
        "HPLC",
        "GLPC",
        "TLC",
        "IR"
      ],
      "correct_answer": "IR",
      "explanation": "",
      "time_limit": 15
    },
    {
      "id": 565,
      "topic": "ক্রোমাটোগ্রাফি",
      "question_text": "ক্রোমাটোগ্রাফিতে সচল দশারূপে ব্যবহৃত হয়-",
      "options": [
        "কঠিন ও গ্যাসীয় পদার্থ",
        "কঠিন ও তরল পদার্থ",
        "তরল ও গ্যাসীয় পদার্থ",
        "মিশ্রণ"
      ],
      "correct_answer": "তরল ও গ্যাসীয় পদার্থ",
      "explanation": "",
      "time_limit": 15
    },
    {
      "id": 566,
      "topic": "ক্রোমাটোগ্রাফি",
      "question_text": "স্থির মাধ্যম কঠিন হলে মিশ্রণের উপাদানগুলো কিসের ভিত্তিতে বিভক্ত হয়?",
      "options": [
        "অধিশোষণ মাত্রা",
        "বণ্টন সহগ",
        "দ্রবণ মাত্রা",
        "দ্রাব্যতা"
      ],
      "correct_answer": "অধিশোষণ মাত্রা",
      "explanation": "",
      "time_limit": 15
    },
    {
      "id": 567,
      "topic": "ক্রোমাটোগ্রাফি",
      "question_text": "কলাম ক্রোমাটোগ্রাফি পদ্ধতিতে স্থির মাধ্যমরূপে কী ব্যবহৃত হয়?",
      "options": [
        "চকের গুঁড়া",
        "NaCl",
        "AlCl₃",
        "KCl"
      ],
      "correct_answer": "চকের গুঁড়া",
      "explanation": "",
      "time_limit": 15
    },
    {
      "id": 568,
      "topic": "ক্রোমাটোগ্রাফি",
      "question_text": "নির্দিষ্ট দ্রাবক ব্যবহার করে বায়ুভূত দ্রব ধুয়ে পৃথক করাকে কী বলে?",
      "options": [
        "ফ্লোরেশন",
        "ইলিউটান",
        "দ্রাবক নিষ্কাশন",
        "টাইট্রেশন"
      ],
      "correct_answer": "ইলিউটান",
      "explanation": "",
      "time_limit": 15
    },
    {
      "id": 569,
      "topic": "ক্রোমাটোগ্রাফি",
      "question_text": "পেপার ক্রোমাটোগ্রাফিতে কী পেপার ব্যবহৃত হয়?",
      "options": [
        "ফিল্টার পেপার",
        "লিটমাস পেপার",
        "হোয়াটম্যান পেপার",
        "সল্টেড পেপার"
      ],
      "correct_answer": "হোয়াটম্যান পেপার",
      "explanation": "",
      "time_limit": 15
    },
    {
      "id": 570,
      "topic": "ক্রোমাটোগ্রাফি",
      "question_text": "বণ্টন বা বিভাজনের উপর নির্ভর করে যে ক্রোমাটোগ্রাফি তা হচ্ছে-",
      "options": [
        "কলাম ক্রোমাটোগ্রাফি",
        "পাতলা স্তর ক্রোমাটোগ্রাফি",
        "পেপার ক্রোমাটোগ্রাফি",
        "গ্যাস ক্রোমাটোগ্রাফি"
      ],
      "correct_answer": "পেপার ক্রোমাটোগ্রাফি",
      "explanation": "",
      "time_limit": 15
    },
    {
      "id": 571,
      "topic": "ক্রোমাটোগ্রাফি",
      "question_text": "উদ্ভিদের নির্যাস থেকে রঙিন উপাদান পৃথক করা হয় কোন ক্রোমাটোগ্রাফি প্রক্রিয়ায়?",
      "options": [
        "কলাম ক্রোমাটোগ্রাফি",
        "গ্যাস ক্রোমাটোগ্রাফি",
        "পাতলা স্তর ক্রোমাটোগ্রাফি",
        "পেপার ক্রোমাটোগ্রাফি"
      ],
      "correct_answer": "কলাম ক্রোমাটোগ্রাফি",
      "explanation": "",
      "time_limit": 15
    },
    {
      "id": 572,
      "topic": "ক্রোমাটোগ্রাফি",
      "question_text": "টপ ক্রোমাটোগ্রাফি কী ধরনের ক্রোমাটোগ্রাফি?",
      "options": [
        "কলাম ক্রোমাটোগ্রাফি",
        "গ্যাস ক্রোমাটোগ্রাফি",
        "পেপার ক্রোমাটোগ্রাফি",
        "পাতলা স্তর ক্রোমাটোগ্রাফি"
      ],
      "correct_answer": "কলাম ক্রোমাটোগ্রাফি",
      "explanation": "",
      "time_limit": 15
    },
    {
      "id": 573,
      "topic": "ক্রোমাটোগ্রাফি",
      "question_text": "TLC এর ক্ষেত্রে সচল মাধ্যম কোন প্রকৃতির হয়?",
      "options": [
        "কঠিন",
        "তরল",
        "গ্যাস",
        "প্লাজমা"
      ],
      "correct_answer": "তরল",
      "explanation": "",
      "time_limit": 15
    },
    {
      "id": 574,
      "topic": "ক্রোমাটোগ্রাফি",
      "question_text": "পেপার ক্রোমাটোগ্রাফির সাহায্যে বিভিন্ন অ্যামিনো এসিডের পৃথকীকরণ শনাক্তকরণ বিকারক হিসেবে কোনটি ব্যবহৃত হয়?",
      "options": [
        "নেসলার দ্রবণ",
        "নিনহাইড্রিন দ্রবণ",
        "প্রোপানল",
        "অ্যাসিটোন"
      ],
      "correct_answer": "নিনহাইড্রিন দ্রবণ",
      "explanation": "",
      "time_limit": 15
    },
    {
      "id": 575,
      "topic": "অ্যাডভান্সড ম্যাথ",
      "question_text": "ট্রাফিক সিগন্যালের লাল আলোর তরঙ্গদৈর্ঘ্য 665 nm হলে সংশ্লিষ্ট ফোটনের শক্তি কত? [h = 6.62 × 10⁻³⁴Js]",
      "options": [
        "3.115 × 10⁻¹⁸J",
        "2.986 × 10⁻¹⁹J",
        "2.856 × 10⁻¹⁹J",
        "3.245 × 10⁻²¹J"
      ],
      "correct_answer": "2.986 × 10⁻¹⁹J",
      "explanation": "E = hν = hc/λ = (6.626 × 10⁻³⁴ × 3 × 10⁸) / (665 × 10⁻⁹) = 2.986 × 10⁻¹⁹ J.",
      "time_limit": 12
    },
    {
      "id": 576,
      "topic": "অ্যাডভান্সড ম্যাথ",
      "question_text": "লাল বর্ণের রশ্মির তরঙ্গদৈর্ঘ্য 7000Å (অ্যাংস্ট্রম) হলে এর তরঙ্গ সংখ্যা কত?",
      "options": [
        "1.428 × 10⁻³nm",
        "14.28 × 10³cm⁻¹",
        "1.428 × 10⁻³m⁻¹",
        "14.28 × 10⁻³Å"
      ],
      "correct_answer": "14.28 × 10³cm⁻¹",
      "explanation": "v̄ = 1/λ = 1 / (7000 × 10⁻¹⁰) = 14.28571 × 10⁵ m⁻¹ = 14.28 × 10³ cm⁻¹.",
      "time_limit": 12
    },
    {
      "id": 577,
      "topic": "অ্যাডভান্সড ম্যাথ",
      "question_text": "30°C - এ PbSO₄ এর দ্রাব্যতা গুণফল 1.7 × 10⁻⁵ হলে তখন এর সম্পৃক্ত দ্রবণে SO₄²⁻ আয়নের ঘনমাত্রা কত mol L⁻¹ হয়?",
      "options": [
        "1.64 × 10⁻²",
        "2.06 × 10⁻³",
        "3.24 × 10⁻³",
        "4.12 × 10⁻³"
      ],
      "correct_answer": "4.12 × 10⁻³",
      "explanation": "SO₄²⁻ আয়নের ঘনমাত্রা S হলে, PbSO₄ এর- K_sp = 1.7 × 10⁻⁵ ⇒ S² = 1.7 × 10⁻⁵ ⇒ S = √(1.7 × 10⁻⁵) = √(17 × 10⁻⁶) = 4.12 × 10⁻³ mol/L.",
      "time_limit": 12
    },
    {
      "id": 578,
      "topic": "অ্যাডভান্সড ম্যাথ",
      "question_text": "CaF₂ এর সম্পৃক্ত জলীয় দ্রবণে ক্লোরাইড আয়নের ঘনমাত্রা 0.00655 g L⁻¹ হলে CaF₂ এর দ্রাব্যতা গুণফল কত হবে?",
      "options": [
        "3.7 × 10⁻¹³",
        "2.048 × 10⁻¹⁰",
        "2.048 × 10⁻¹¹",
        "3.7 × 10⁻¹²"
      ],
      "correct_answer": "2.048 × 10⁻¹¹",
      "explanation": "ক্লোরাইড আয়নের ঘনমাত্রা, 2S = 0.00655 g L⁻¹ ⇒ S = 0.00655 / (2×19) L ⇒ S = 1.7236 × 10⁻⁴ mol/L ∴ K_sp = 4S³ = 4 × (1.7236 × 10⁻⁴)³ = 2.048 × 10⁻¹¹.",
      "time_limit": 12
    },
    {
      "id": 579,
      "topic": "অ্যাডভান্সড ম্যাথ",
      "question_text": "কোন রশ্মির তরঙ্গদৈর্ঘ্য 590 nm হলে ঐ রশ্মির শক্তি কত জুল?",
      "options": [
        "5.9 × 10⁻¹⁸",
        "3.369 × 10⁻¹⁹",
        "3.369 × 10⁻¹⁸",
        "কোনোটিই নয়"
      ],
      "correct_answer": "3.369 × 10⁻¹⁹",
      "explanation": "E = hc/λ = 6.626 × 10⁻³⁴ × (3 × 10⁸) / (590 × 10⁻⁹) = 3.369 × 10⁻¹⁹J.",
      "time_limit": 12
    },
    {
      "id": 580,
      "topic": "অ্যাডভান্সড ম্যাথ",
      "question_text": "25°C তাপমাত্রায় Ca(OH)₂ এর K_sp = 3.2 × 10⁻¹⁴ হলে দ্রবণের pH মান কত?",
      "options": [
        "4.40",
        "4.70",
        "9.60",
        "13.50"
      ],
      "correct_answer": "9.60",
      "explanation": "4s³ = 3.2 × 10⁻¹⁴ s = 2 × 10⁻⁵ pOH = -log(2 × 2 × 10⁻⁵) = 4.4 pH = 14 - 4.4 = 9.6",
      "time_limit": 12
    }
  ]
};
